{
  "questions": {
    "Rickards, 2024": {
  "Which of the following skin cells alert the immune system to pathogens? <br>(A) Fibroblasts <br>(B) Melanocytes <br>(C) Keratinocytes <br>(D) Dendritic cells <br>(E) Tactile cells": ["", "mcq", "", "d", 0],
  "Melanocytes are found in the highest concentration in which layer of the skin? <br>(A) Hypodermis <br>(B) Papillary dermis <br>(C) Stratum basale <br>(D) Stratum spinosum <br>(E) Stratum corneum": ["", "mcq", "", "c", 0],
  "In which of the following does varicella zoster virus remain latent before reactivating and causing shingles? <br>(A) Cerebellum <br>(B) Epimysium <br>(C) Dermal papillae <br>(D) Dorsal ganglion cells": ["", "mcq", "", "d", 0],
  "What is the primary pigment of red hair? <br>(A) Eumelanin <br>(B) Carotene <br>(C) Red hair has no pigment <br>(D) Pheomelanin": ["", "mcq", "", "d", 0],
  "Which of the following HPV proteins are correctly paired with the human gene they inactivate? (Alphabetically type ALL correct answers separated by commas) <br>(A) Early 6 : p53 <br>(B) Early 2 : PUMA <br>(C) Early 7 : pRb <br>(D) Late 1 : EGFR <br>(E) Late 2 : Beta-catenin": ["", "mcq", "", "a,c", 0],
  "Salicylic acid is often used in skin care products as a _____, aiding in the flaking off of dead skin cells. It imparts this effect in part by breaking which type of cell junctions?": ["", "lrq", "", "Exfoliant, desmosomes", 0],
  "Which layer of the epidermis is thicker in the lunule? How does this contribute to its surface appearance?": ["", "lrq", "", "Stratum basale, obscures underlying blood vessels causing it to be lighter", 0],
  "Apocrine sweat glands being called “apocrine” is technically a misnomer, in terms of secretion, why is this so?": ["", "lrq", "", "Because their secretions are merocrine, not damaging the cells that produce them in any way. Apocrine secretion involves membrane budding.", 0],
  "People who contract Hansen’s disease present with numbness in affected areas with lesions. What bacteria causes Hansen’s disease and what specifically are they attacking to cause this numbness?": ["", "lrq", "", "Mycobacterium Leprae, they attack Schwann cells/myelin sheath", 0],
  "When a skin infection is suspected, doctors often take measurements of ESR (Erythrocyte sedimentation rate) and C reactive protein in the bloo<br>(D) What specific activity are these tests looking for to indicate an infection may be present?": ["", "srq", "", "Inflammation", 0],
  "What are friction ridges? The presence of them and what other structure is responsible for a person’s fingerprint?": ["", "lrq", "", "Friction ridges are areas of skin where dermal papillae are raised; sweat glands in between these ridges and the specific patterns of friction ridges on fingertips determine one’s fingerprint", 0],
  "When I look down at my nails, I realize that they’re covered by horizontal ridges that run across the entire width of the nail. What is this structure called? What is this typically a sign of?": ["", "lrq", "", "Beau’s lines, malnutrition or other similar underlying issues", 0],
  "Is skin hydrophobic? Why or why not? (Think about the cellular level of skin)": ["", "lrq", "", "Yes, this is because corneocytes are anucleated cells filled with keratin that are connected with cell junctions (i.<br>(E) desmosomes) and they are surrounded by glycolipids", 0],
  "Which of the following is an incorrect statement about spongy bone? <br>(A) Are fixed in structure as they develop entirely independent of any external stimuli <br>(B) Filled with bone marrow that primarily turns into yellow bone marrow by adulthood <br>(C) They are the primary sites of bone resorption, seen in conditions such as osteoporosis <br>(D) They are vascularized and filled with honeycomb-like trabeculae": ["", "mcq", "", "a", 0],
  "Which region of the metaphysis is farthest from the marrow cavity? <br>(A) Zone of reserve cartilage <br>(B) Zone of cell proliferation <br>(C) Zone of cell hypertrophy <br>(D) Zone of calcification <br>(E) Zone of bone deposition": ["", "mcq", "", "a", 0],
  "Jarcus Loshino has a mutation that causes his osteoblasts to produce misshapen OPG protein, which of the following would you primarily expect him to present in a blood test? <br>(A) High C reactive protein <br>(B) Hypernatremia <br>(C) Hypokalemia <br>(D) Hypercalcemia <br>(E) Big scary monsters": ["", "mcq", "", "d", 0],
  "During dental procedures around the molars, dentists often inject anesthesia directly into the mandibular foramen. Which nerve runs through this foramen, and what other areas may become numb other than directly around the injection site?": ["", "lrq", "", "Inferior alveolar nerve, the front of your chin, your gums, your dental sockets", 0],
  "Fractures that take very long to heal are sometimes treated by electrical stimulation that lowers the production of parathyroid hormon<br>(E) How may this help in speeding up healing?": ["", "lrq", "", "Since PTH increases osteoclast activity, inhibiting it prevents bone calcium resorption when deposition is needed to heal.", 0],
  "In the following scenario, identify whether open or closed reduction would be preferred: I break Connor’s femur in four different places cleanly, like insanely well cut all the way through.": ["", "srq", "", "Open", 0],
  "In the following scenario, identify whether open or closed reduction would be preferred: Partial fracture of Katherine’s humerus <br>(C) A type 3 salter harris fracture.": ["", "srq", "", "Closed", 0],
  "In the following scenario, identify whether open or closed reduction would be preferred: A type 3 salter harris fracture.": ["", "srq", "", "Open", 0],
  "Septic arthritis is a condition that affects which structure of the skeletal system? Why might those areas be highly prone to infection?": ["", "lrq", "", "Synovial membrane/fluid, They’re highly prone to infection because they’re highly vascularized, allowing for hematogenous seeding to transmit pathogens to that area.", 0],
  "Bone marrow is tasty! There are two types--yellow and re<br>(D) What differentiates them, and why is most bone marrow in adults replaced by yellow bone marrow?": ["", "lrq", "", "Red bone marrow is comprised mostly of hematopoietic stem cells while yellow bone marrow is comprised mostly of adipose cells and mesenchymal stem cells. As you develop, there is more fat stored via the yellow bone marrow, hence the conversion of red -> yellow bone marrow.", 0],
  "For the following scenario, identify the type of fracture: Venom shoots Scrambler B event supervisor Vilius Staraitis in the femur as he tries to run away from the accusations.": ["", "srq", "", "Comminuted", 0],
  "For the following scenario, identify the type of fracture: Daniel Lee gets his right arm broken as he got himself into a fight trying to square up with someon<br>(E) The fight was promptly stopped before he could get his right arm fully cleaved in half.": ["", "srq", "", "Greenstick", 0],
  "When the ion that this channel facilitates enters the cell, it triggers the release of acetylcholine vesicles from the axon terminal. What enzyme is required to break down acetylcholine and allow its reuptake into the cell?": ["", "srq", "", "Acetylcholinesterase", 0],
  "Inhibitors of the enzyme from the previous question are often used to treat certain types of myasthenia gravis. Why do they work in this scenario but are less effective for Lambert-Eaton Myasthenic syndrome?": ["", "lrq", "", "Certain types of myasthenia gravis affect the Acetylcholine receptors in the receiving muscle cell, keeping Ach out for longer will increase the concentration of Ach in the synapse overall, improving action potential throughput to the muscle cell. Lambert-Eaton causes a dysfunction in the calcium channels that allow the Ach vesicles to be released in the first plac<br>(E) Keeping Ach out for longer doesn’t help when it can’t get released into the synapse in the first place.", 0],
  "Prevailing theories suggest that two types of hypertrophy can occur due to exercise, name the two types and describe what they mean.": ["", "lrq", "", "Myofibrillar and Sarcoplasmi<br>(C) Myofibrillar: number of myofibrils increases. Sarcoplasmic: sarcoplasmic fluid increases in volume.", 0],
  "Unlike the orbicularis oculi, the orbicularis oris is much more complex than a sphincter, drawing from many fibers of surrounding muscles to form a loop around the lips capable of enacting facial movement. Name 2 muscles from the 2024-25 muscle list that the orbicularis oris draws fibers from.": ["", "lrq", "", "Buccinator, Zygomaticus", 0],
  "Ishan and Ricky are waiting for their friend Derek to finish up his set of seated flies, a movement involving the horizontal flexion of the arm, primarily the humerus. What would be the primary muscle targeted in this exercise?": ["", "srq", "", "Pectoralis major", 0],
  "Typical form for seated flies involves complete elbow extension over the course of the movement, or slight lateral elbow flexion and extension under no resistance over the course of the full arm flexion. Derek during his set exhibits a constant level of elbow flexion throughout his whole movement, his hands colliding at the end of the movement (Put your fists together so that your arms make a circle in front of you, that is what Derek is doing at the peak of the movement). Ricky claims that this elbow flexion is causing Derek to divert load from the exercise to accessory muscles of the movement, while Ishan claims the only downsides to this form are losing out on the full range of motion because his arms collide earlier than they would if they were extended, and having a shorter lever arm leading to lower resistanc<br>(E) Based on the information given about Derek’s form, who is more correct about the error and why? Explain in terms of muscular function.": ["", "lrq", "", "Either Ishan or Ricky points given depending on explanation. Ishan explanation example: Since the elbow flexion is constant there is no tricep or shoulder action against the resistance of the movement, the pectorals are still doing all of the work required to move the weight. Ricky explanation example: Maintaining a constant level of elbow flexion requires isometric action of the triceps, requiring nervous output to maintain the position over the course of the movement. This diverts focus from the primary pectoral movement involved in the exercise.", 0],
  "Had Derek instead been leaning forward, hinging at the hips, allowing his arms to conduct more vertical adduction along with horizontal adduction without any flex in his elbows, who would be more correct and why if Ricky and Ishan made the same claims? Explain in terms of muscular function.": ["", "lrq", "", "Ricky would be more correct, as bringing the arms into vertical adduction will cause more deltoid activation to occur, diverting load from the pectorals.", 0],
  "What is wrong with Ricky’s shoulder? <br>(A) He strained it <br>(B) He sprained it <br>(C) He dislocated it <br>(D) He fractured it <br>(E) It’s part of Ricky ewwwwwwwwwwwww": ["", "mcq", "", "c", 0],
  "Along with this injury, the doctors also found that Ricky had strained some of the muscles in his rotator cuff. Ricky, having had many injuries before (due to being a bumbling fool), explained to Ishan that he was going to follow the typical RICE protocol for injury healing. Ishan exclaimed, “Great heavens no! That protocol hast been recanted! @@@@@@@.” In fact it has been recanted by Dr. Gabe Mirkin, the man who originally coined the acronym. What is the main component of RICE that has recently been found to most likely slow the healing process?": ["", "srq", "", "Ice", 0],
  "New acronyms have been created to replace RICE using more up to date science, and multiple of these contain the same pair of letters “OL” (Sometimes just O or reversed, but it means the same thing). What do these two letters stand for and what do they instruct injured people to do?": ["", "lrq", "", "Optimal loading. Perform activity that doesn’t cause pain consistently until you are back to a point where normal function doesn’t cause pain.", 0],
  "What are the two main categories of reconstructive surgery?": ["", "lrq", "", "Extra articular and Intra articular.", 0],
  "Ishan is presenting to the hospital with a sustained fever after just fighting off a bacterial infection. He’s complaining about a persistent pain in his shoulder, and when he tried to massage it off, it only induced more pain. What type of synovial joint is the shoulder joint?": ["", "lrq", "", "Ball and socket", 0],
  "Ishan is unable to move his shoulder joint throughout a full rotation, his shoulder hurting whenever he raises his arm close to his hea<br>(D) What is this last symptom formally referred to as?": ["", "lrq", "", "Limited/restricted/reduced range of motion", 0],
  "Knowing that he’s just fought off a bacterial infection, you immediately run an arthrocentesis on his shoulder joint, culturing the removed fluid on a petri dish overnight and finding multiple bacterial colonies. What disease did you just confirm Ishan has?": ["", "srq", "", "Septic Arthritis", 0],
  "What process triggered by the bacteria causes the manifestation of Ishan’s symptoms. What tests can you run/levels can you measure to confirm that this process is occurring?": ["", "lrq", "", "Inflammation triggered by bacterial infection. Tests include measuring ESR (Erythrocyte sedimentation rate) and C-reactive protein levels.", 0],
  "What characteristic of the synovium makes it so susceptible to bacterial infections that were systemic in origin? (hint: what does it lack?)": ["", "lrq", "", "It lacks a basement membrane so the blood vessels can directly transfer the bacteria into the joint.", 0],
  "Planning ahead, you also plated some of this synovial fluid on an agar plate with 5% methicillin, and observed no growth. So after draining the synovial fluid from Ishan’s shoulder entirely, is it reasonable to prescribe him methicillin? Initially this treatment seems to be working, but after a week, Ishan’s symptoms, along with an even worse systemic illness have reemerged! What characteristic has the bacteria affecting Ishan developed? What does this mean for your treatment approach, what will you change?": ["", "lrq", "", "Methicillin resistanc<br>(E) Need to give him a new antibiotic.", 0]
    }
  }
}
