{
  "questions": {
    "VT Invitational, 2025": {
  "The following quote from the novel The House at Riverton by Kate Morton has been encoded using the Aristocrat Cipher for you to decode. <br>U DV RGFUKKUKF ZI CGGB DZ MIVG UK ZMG HDYZ DKE D SUYUZIA ZI ZMUY YZADKFG DKE RBDKJMGE GNHGAUGKJG LG DFAGG ZI JDBB ZMG HAGYGKZ.": ["", "lrq", "", "I AM BEGINNING TO FEEL AT HOME IN THE PAST AND A VISITOR TO THIS STRANGE AND BLANCHED EXPERIENCE WE AGREE TO CALL THE PRESENT.", 0],
  "The following quote from the movie The Menu has been encoded using the K1 Aristocrat Cipher. What was the key phrase used? <br>AOACR FYNU RWB NACOAF XWZYHUX UVN EAAZ NWKA YZXADDATXBVD AQACTYNA CVXUAC XUVZ NWKAXUYZH RWB PVZX XW NYX VZF AZIWR.": ["", "lrq", "", "CHAOTIC NEUTRAL", 0],
  "Decode the following word which was encoded as a 2x2 Hill Cipher using a keyword of LOAF. <br>I O W D W V <br>A I O L I Z": ["", "calc", "", "A I O L I Z", 0],
  "Decode the following phrase which was encoded as a 2x2 Hill Cipher using a keyword of NEST. <br>R Q G I T A D M T K D Q W T <br>P O S I T I V E V I B E S Z": ["", "calc", "", "POSITIVE VIBES", 0],
  "The following misquote has been encoded using the Nihilist Cipher using the keyword RAIN and polybius key SHINE. What does it decode to? <br>97 56 58 37 64 65 36 <br>26 29 54 73 26 58 55 <br>33 48 28 58 75 57 26 <br>64 35 64 27 78 54 26 <br>28 54": ["", "calc", "", "YOU CATCH MORE FLIES WITH HONEY THAN VIOLINS", 0],
  "The following quote has been encoded using the Nihilist Cipher using the keyword BISQUE and polybius key GAZPACHO. What does it decode to? <br>66 44 88 63 94 50 67 <br>46 66 83 95 50 67 85 <br>76 76 85 47 64 66 99 <br>73 102 50 57 67 76 86 <br>102 66 47 57 87 86 96 <br>37 64 56 76 83 62 69 <br>35 73 68 86 65 50 38 <br>83 78 54 96 57 45 73": ["", "calc", "", "RASH RESPONSES WILL ONLY FUEL MISUNDERSTANDINGS AND SPECULATION", 0],
  "The following quote from the novel Cinnamon and Gunpowder by Eli Brown has been encoded using the Aristocrat Cipher for you to decode. <br>AHTP ZHIQA EJP AH RHTZHJKLWO, AH WHVJLAMLWO HZ FHQN EWQ AHVB, KMEK KH PEK KMPT LA KH FP MHTP EOELW EZKPJ E BHWO DHVJWPN.": ["", "lrq", "", "SOME FOODS ARE SO COMFORTING, SO NOURISHING OF BODY AND SOUL, THAT TO EAT THEM IS TO BE HOME AGAIN AFTER A LONG JOURNEY.", 0],
  "You and a friend are texting each other late at night. Your friend sends you a message, but it contains several typos because your friend is feeling very drowsy. The message is encoded using a K2 Aristocrat Cipher. What does it decode to? <br>WR D YPPI SWEWUS AFC QAAT CVKU PFP SPC LKM WUU IF U KEEP GIVING OWT MOOR THAN EWE GET BAC INN TPCDTU CVPTP FAUC LPP KUHCVWUS ZPRC WU OK PUO.": ["", "lrq", "", "IF U KEEP GIVING OWT MOOR THAN EWE GET BAC INN RETURN THERE WONT BEE ANYTHING LEFT IN DA END.", 0],
  "Solve this Fractionated Morse which encodes a quote by Khalil Gibran. You are told that the quote has EASTOFTHEM in it corresponding to the encoded text F T S G Z N R H O B U W S. <br>C A F I Z N R T H D W O K I S H <br>O B T X S K C A F I Z E M T P H <br>R F K M W Z S E H R F T S G <br>Z N R H O B U W S V V H": ["", "lrq", "", "ALL OUR WORDS ARE BUT CRUMBS THAT FALL DOWN FROM THE FEAST OF THE MIND", 0],
  "Solve this Fractionated Morse which encodes a quote from the play The Importance of Being Earnest by Oscar Wilde. You are told that the quote has LTPOS in it corresponding to the encoded text I C Y J W O L. <br>P N V L D H E O E I T T L R R D <br>M R P I R L T Y A U I V N <br>V B B I R H L G B E I C <br>Y J W O L D P N V O U S D A T H": ["", "lrq", "", "TO BE NATURAL IS SUCH A VERY DIFFICULT POSE TO KEEP UP", 0],
  "Solve this Aristocrat. <br>KWG APGRGGP NDF RZX NDFP PGVFKRCDZ, KWG APGRGGP KWG GZGQCGY RZX KPCRIY NDF AD KWPDFAW.": ["", "lrq", "", "THE GREATER YOU AND YOUR REPUTATION, THE GREATER THE ENEMIES AND TRIALS YOU GO THROUGH.", 0],
  "Solve this K1 Spanish Xenocrypt which encodes a quote from the novel Don Quixote by Miguel de Cervantes. The quote is encoded using an English keyword. <br>HY OXVBYB LÑXBX XWNEVYVWX, LXVU JÑJAY WX VUILX R WEXILVX WHX Y HY WÑLXYCEAEX LUV XJAETY BX HYW IXJNEVYW, AUIU XH YAXENX CHUNY XJ XH YDÑY.": ["", "lrq", "", "LA VERDAD PUEDE ESTIRARSE, PERO NUNCA SE ROMPE Y SIEMPRE SALE A LA SUPERFICIE POR ENCIMA DE LAS MENTIRAS, COMO EL ACEITE FLOTA EN EL AGUA.", 0],
  "The following quote from the novel Warlock by Jim Harrison has been encoded using the Complete Columnar Cipher for you to decode. You are told that the quote has YANSWE somewhere in it. <br>EHNDL XSELR HHMTA OSXTE SEUXI OWANX MNETC XOSYT": ["", "lrq", "", "SOMETIMES THE ONLY ANSWER TO DEATH IS LUNCH.", 0],
  "The following quote from the movie Sully has been encoded using the Complete Columnar Cipher for you to decode. You are told that the quote has TILITHAP somewhere in it. <br>RGRNT AFFIE HUEDI ETSTS CELPR REVIN DUTNH TENPE NHSET Y1ETI POIM": ["", "lrq", "", "EVERYTHING IS UNPRECEDENTED UNTIL IT HAPPENS FOR THE FIRST TIME.", 0],
  "The following quote by William Blake has been encoded using a Porta Cipher using the keyword LAPSE. What does it decode to? <br>B U Y I M S Q H O T F P Y J D Q R U Z D B B M Q T K N S W R T H E R O A D O F E X C E S S L E A D S T O T H E P A L A C E O F W I S D O M": ["", "lrq", "", "THE ROAD OF EXCESS LEADS TO THE PALACE OF WISDOM", 0],
  "The following quote by Salvador Dali has been encoded using a Porta Cipher using the keyword HYDRATION. What does it decode to? <br>D T S L U N A T I P Q F Z E F W L B S O S K F R B T X B Q Z D G Q V Q X Q X A M F C K Z A X Q N V Y Y K G A U B F K": ["", "lrq", "", "THE THERMOMETER OF SUCCESS IS MERELY THE JEALOUSY OF THE MALCONTENTS", 0],
  "Good luck! <br>LVRRZAZPXZQ UZBNZZP OVRBQ TPL XKAQZQ NZAZ QSYZBYYZQ EKQB GKZQBVSPQ SR WZAQWZXBVHZ.": ["", "lrq", "", "DIFFERENCES BETWEEN GIFTS AND CURSES WERE SOMETIMES JUST QUESTIONS OF PERSPECTIVE.", 0],
  "Solve this K1 Patristocrat. HINT: the quote ends with RWILL. <br>ZFNYW LBBQP OLFZE MTCFP ONWWB NWSOB NOWEL QBFBS LUCKI SNTAR ESULT OFPUR ECOIN CIDEN CETTS ANUND ERLYI NGELE MENTO FTHEF IELDT HATRE ACHES ONLYT HOSEW HOMOV EBYTH EIRWI LL": ["", "lrq", "", "LUCK ISN'T A RESULT OF PURE COINCIDENCE. IT'S AN UNDERLYING ELEMENT OF THE FIELD THAT REACHES ONLY THOSE WHO MOVE BY THEIR WILL.", 0],
  "The following cryptarithm provides the key to decoding the values 4 20936 916 5843. What do they decode to? <br>COCOA + SUGAR = PASTRY": ["", "calc", "", "ARUSTY SPY COAT", 0],
  "The following cryptarithm provides the key to decoding the values 12 93561067 95107867. What do they decode to? <br>DECEPTION + DECEPTION = PARANOIAC": ["", "calc", "", "TOP RACTICE PATIENCE", 0],
  "The following quote by Louis Pasteur has been encoded using the K3 Aristocrat Cipher. What was the keyword used? HINT: the quote contains the word THE somewhere in it. <br>ROGAOGZ XEZ GLLXZAI HZG XZ DXA LHCXZGK JT VBLG, VGA EI JG HJVG AX IHT, ROGD RG NXWG DGHZ AX AOG MZGHA MXHV, “B OHCG KXDG ROHA B NXEVK.”": ["", "lrq", "", "SCRUTINIZE", 0],
  "Solve this K2 Patristocrat which encodes a quote from the movie Ratatouille. <br>MZRFC MPFMH ZMPMP KXKFW FYJQM RXFVK UPFTK IPFWW KYNKJ XCGUK IZYIK GMQZY RFHZE MLQYK IZZVQ YNQRF NUZRR EYJKU RMFMK XKYM": ["", "lrq", "", "TO SAY THAT BOTH THE MEAL AND ITS MAKER HAVE CHALLENGED MY PRECONCEPTIONS ABOUT FINE COOKING IS A GROSS UNDERSTATEMENT.", 0],
  "The following quote has been encoded using a Baconian Cipher. What does it decode to? <br>ABAAAAAAAAABABBBABAAAABAAAAAAABAAAAABAAAABBAAAABBA BAABAAABBBAABAAABBABAAABAAABAAAAAAAABBAAAAAAAABABA ABABAAAABBAAAAABABBA": ["", "lrq", "", "I AM WEARING THE OCEAN ALL DAY.", 0],
  "The following strange headlines encodes a phrase using a Baconian alphabet. What does it say? You are told that the deciphered text starts with ACQU. <br>FENCE SUZIE ELBOW MURPH JACKY TUNES UNDER KEEP A TREND JESSE DREAD SEEKS RIVER GENTS LYNCH AS IT'S RILEY SEND A GUESS CHINA CANAL XRAYS": ["", "lrq", "", "ACQUIRED SAVANT SYNDROME", 0],
    }
  }
}
