{
    "questions": {
        "Rickards, 2023" = {
    "The phenomenon that describes when the combined effect of two pathogens is greater than the sum of the individual pathogens' effects." : ["N/A", "srq", "", "Synergistic Effect", 0],
    "A study in which participants are first grouped based on exposure status and then retroactively or proactively analyzed for disease status." : ["N/A", "srq", "", "Cohort Study", 0],
    "An illness or disease that is unintentionally caused by medical treatment." : ["N/A", "srq", "", "Iatrogenic", 0],
    "An entity that can carry pathogens that can multiply within its body." : ["N/A", "srq", "", "Biological vector", 0],
    "Major changes in the genetic makeup of a virus that lead to the emergence of a new, typically more infectious, strain." : ["N/A", "srq", "", "Antigenic Shift", 0],
    "The proportion of exposed individuals who become infected." : ["N/A", "srq", "", "Infectivity", 0],
    "A study that analyzes the health of a group of people rather than the individual." : ["N/A", "srq", "", "Ecological Study", 0],
    "The ongoing, systematic collection, analysis, and interpretation of health-related data essential to planning, implementation, and evaluation of public health practice." : ["N/A", "srq", "", "Surveillance", 0],
    "Any biological or chemical factor that can cause disease." : ["N/A", "srq", "", "Agent", 0],
    "An entity that carries pathogen on the outside of its body." : ["N/A", "srq", "", "Mechanical Vector", 0],
    "A disease or illness that is acquired in a hospital setting." : ["N/A", "srq", "", "Nosocomial", 0],
    "Microorganism that can cause disease." : ["N/A", "srq", "", "Pathogen", 0],
    "A study in which you start with a group of sick people and not sick people and try to figure out the most likely exposure." : ["N/A", "srq", "", "Case Control Study", 0],
    "The proportion of infected people who develop clinical illness." : ["N/A", "srq", "", "Pathogenicity", 0],
    "Minor genetic changes in the makeup of a virus that results in slightly different strains of the same virus." : ["N/A", "srq", "", "Antigenic Drift", 0],
    "How do you determine if a group of cases is an outbreak?" : ["N/A", "frq", "", "Determine if the number of cases is higher than the normal historical amount.", 0],
    "Give two ways to obtain data about numbers of cases in past years." : ["N/A", "frq", "", "hospital records, absentee records, National Notifiable Diseases Surveillance System, death records, school records, 911 service records, health insurance records, medical care plans, surveys, interviews, etc.", 0],
    "What are the three types of endemic disease?" : ["N/A", "srq", "", "holoendemic, hyperendemic, hypoendemic", 0],
    "Name three of the APHA-recognized modes of transmission." : ["N/A", "srq", "", "direct, indirect, foodborne/ingestion, zoonotic, vector borne, airborne/aerosol, fomite", 0],
    "What is a risk factor of disease?" : ["N/A", "frq", "", "a characteristic, behavior, condition that increases the risk/ probability of getting disease", 0],
    "In what state was the Framingham study conducted? (A) Maryland (B) Florida (C) Wisconsin (D) Massachusetts" : ["N/A", "mcq", "", "D", 0],
    "What were the results of the Framingham study?" : ["N/A", "frq", "", "The study found that high blood pressure and high cholesterol were risk factors for cardiovascular disease.", 0],
    "What are the five steps of disease surveillance?" : ["N/A", "srq", "", "data collection, data analysis, data interpretation, information/data distribution, evaluate quality of surveillance & act on the data", 0],
    "Give one advantage and one disadvantage of passive surveillance." : ["N/A", "frq", "", "Advantages: inexpensive, no need for extra staff, less time-consuming, etc. Disadvantages: data is less reliable, risk underreporting, more stress on medical practitioners", 0],
    "You get a yearly physical exam at the doctor. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "A", 0],
    "Your community runs a flu shot clinic. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "B", 0],
    "The FDA recalls a shipment of contaminated lettuce. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "B", 0],
    "After Rory was exposed to Lorelai, but when Rory did not yet have any symptoms, what period of disease progression was Rory in?" : ["Lorelai has the common cold. She comes in direct contact with Rory and infects her. Rory also gets the common cold. Rory is distressed because she has to miss her obscure Russian poetry class.", "srq", "", "incubation period", 0],
    "If Rory had never shown symptoms after being infected, what type of nonclinical disease would she have had? (A) Preclinical (B) Subclinical (C) Chronic (D) Latent" : ["Lorelai has the common cold. She comes in direct contact with Rory and infects her. Rory also gets the common cold. Rory is distressed because she has to miss her obscure Russian poetry class.", "mcq", "", "B", 0],
    "Yoda has never been exposed to Lyme disease. What stage of disease is he in? (A) Susceptibility (B) Subclinical disease (C) Clinical disease (D) Recovery, disability, or death" : ["N/A", "mcq", "", "A", 0],
    "What is primary prevention? Give two examples of it." : ["N/A", "lrq", "", "Intervening before a health outcome occurs. Examples may be: vaccinations, banning harmful substances, stopping risky behaviors, etc.", 0],
    "In meta-analysis, what does PICO stand for?" : ["N/A", "srq", "", "population, intervention, comparison, outcome", 0],
    "Calculate the percent agreement (unweighted) of these two examiners. Show your work." : ["<table style=\"border:1px solid black; width:100%\"> <tr style=\"background:white\"> <th></th> <th>Yes</th> <th>No</th> </tr> <tr style=\"background:white\"> <td>Yes</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>No</td><td>14</td><td>50</td></tr></table>", "calc", "(24+50)/(24+14+12+50) = 74%", "74", 0],
    "Calculate the kappa statistic for this agreement. Show your work and round to the nearest hundredth." : ["<table style=\"border:1px solid black; width:100%\"> <tr style=\"background:white\"> <th></th> <th>Yes</th> <th>No</th> </tr> <tr style=\"background:white\"> <td>Yes</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>No</td><td>14</td><td>50</td></tr></table>", "calc", "Use (0.38*36) = (0.36*38) = 13.68 = a, (0.62*64) = (0.64*62) = 39.68 = b. [(a+b)/100]*100 = percent agreement by chance = p’, so kappa or k = (74-p’)/(100 - p’) = (74 - 53.36)/(100-53.36) = 0.44", "0.44", 0],
    "Why is inter-observer agreement important for a diagnostic test? Choose the best answer. (A) High agreement improves accuracy (B) Agreement helps prevent conflict (C) High agreement improves reliability (D) Diagnostic tests are always subjective" : ["N/A", "mcq", "", "C", 0],
    "A physician diagnoses patients (who really have strep throat) with the flu more often than she diagnoses patients (who really have the flu) with strep throat. What type of bias is this? (A) Differential misclassification bias (B) Neyman's bias (C) Experimenter bias (D) Media bias" : ["N/A", "mcq", "", "A", 0],
    "What is healthy participant bias?" : ["N/A", "lrq", "", "people who report having a treatment / taking a precaution may have lower frequency of the disease, but only because they care more about their health and are less likely to expose themselves", 0],
    "What is surrogate interview bias?" : ["N/A", "lrq", "", "If a subject dies, their spouse or child when asked may embellish the subject's lifestyle or work, or not have accurate info.", 0],
    "Prevalence is a measure of risk." : ["N/A", "TF", "", "False", 0],
    "Case-fatality ratio is a rate." : ["N/A", "TF", "", "False", 0],
    "Cross-sectional studies assess temporality." : ["N/A", "TF", "", "False", 0],
    "Mortality rate is a measure of risk." : ["N/A", "TF", "", "True", 0],
    "When is mortality rate a good approximation of incidence?" : ["N/A", "lrq", "", "When case-fatality rate is high and duration of disease is short", 0],
    "What disease is five-year survival rate most used for?" : ["N/A", "srq", "", "cancer", 0],
    "Why might two treatments of a disease have the same five-year survival rate but still have different consequences for the patient?" : ["N/A", "lrq", "", "Though two treatments may have the same five-year survival rate, most patients may die within the first year for one of them while most die in the fifth year for the other. One treatment may have worse side effects.", 0],
    "Which person was famously immune to typhoid disease, but spread it to over 50 people due to his/her lack of hygiene practices? (A) Mary Mallon (B) Jonas Salk (C) Ignaz Semmelweis (D) Paul Farmer" : ["N/A", "mcq", "", "A", 0],
    "Who conducted the largest vaccine trial recorded in history for his Polio vaccination? (A) Albert Sabin (B) James Lind (C) Edward Jenner (D) Jonas Salk" : ["N/A", "mcq", "", "D", 0],
    "Who is considered the father of vital statistics?" : ["N/A", "srq", "", "William Farr", 0],
    "Who conducted the first ever descriptive epidemiology study involving cholera in London?" : ["N/A", "srq", "", "John Snow", 0],
    "This epidemiologist is known for her study of radiation-induced illness among workers at the Hanford plutonium production plant." : ["N/A", "srq", "", "Alice Stewart", 0]
}
    }
}
