{
    "questions": {
        "Rickards, 2024": {
  "Give 3 reasons you might want to investigate this outbreak.": ["On March 15, 2024, Birdsville hospital reports that two of their patients have died. The patients did not know each other. You receive the following information from them: Angie (48, Female) - Ate lunch with her family at Timmy’s restaurant around 12:30 PM on 3/13; Developed severe nausea, vomiting, and diarrhea on the same day around 1:45 PM; Hospitalized at 4:43 PM on the same day; Died at 6:04 AM on March 15. Kavi (27, Male) - Ate dinner at Timmy’s restaurant around 7:00 PM on 3/15; Severe nausea, vomiting, and diarrhea around 8:00 PM; Hospitalized around 8:30; PM Discharged from emergency department 9:00 PM, after being given painkillers and fluids; Died around 10 PM on 3/15", "lrq", "", "Multiple deaths among seemingly healthy individuals, Prevent other people from being affected, Investigate to contribute to science, Find out who has already been affected, other answers apply", 0],
  "Given what you know about the case so far, which of the following statements are true? A) The illness was likely caused by norovirus. B) The illness was likely caused by salmonella. C) The illness was likely caused by listeria. D) The illness was likely caused by a parasite. E) The illness was likely caused by a prion. F) None of the above.": ["On March 15, 2024, Birdsville hospital reports that two of their patients have died. The patients did not know each other. You receive the following information from them: Angie (48, Female) - Ate lunch with her family at Timmy’s restaurant around 12:30 PM on 3/13; Developed severe nausea, vomiting, and diarrhea on the same day around 1:45 PM; Hospitalized at 4:43 PM on the same day; Died at 6:04 AM on March 15. Kavi (27, Male) - Ate dinner at Timmy’s restaurant around 7:00 PM on 3/15; Severe nausea, vomiting, and diarrhea around 8:00 PM; Hospitalized around 8:30; PM Discharged from emergency department 9:00 PM, after being given painkillers and fluids; Died around 10 PM on 3/15", "mcq", "", "F", 0],
  "Which of the following follow food safety guidelines? (Alphabetically type ALL correct answers separated by commas) A) Washing hands before and after preparing food B) Cooking eggs to at least 145 degrees Fahrenheit C) Cooking beef to at least 145 degrees Fahrenheit D) Refrigerating leftovers within 6 hours E) Store vegetables above raw meat F) Do not let sick employees prepare food": ["", "mcq", "", "A,C,E,F", 0],
  "At this point in the investigation, what are actions you should take? (Alphabetically type ALL correct answers separated by commas) A) Tell people to stop eating at Timmy’s restaurant B) Contact other hospitals to ask about similar cases C) Perform more tests to determine the causative agent D) Prepare for field work E) Create a probable and confirmed case definition": ["On March 15, 2024, Birdsville hospital reports that two of their patients have died. The patients did not know each other. You receive the following information from them: Angie (48, Female) - Ate lunch with her family at Timmy’s restaurant around 12:30 PM on 3/13; Developed severe nausea, vomiting, and diarrhea on the same day around 1:45 PM; Hospitalized at 4:43 PM on the same day; Died at 6:04 AM on March 15. Kavi (27, Male) - Ate dinner at Timmy’s restaurant around 7:00 PM on 3/15; Severe nausea, vomiting, and diarrhea around 8:00 PM; Hospitalized around 8:30; PM Discharged from emergency department 9:00 PM, after being given painkillers and fluids; Died around 10 PM on 3/15", "mcq", "", "B,C,D", 0],
  "Your team notices that people who ate more pieces of sushi became more ill. Which of Hill’s criteria does this satisfy?": ["Your team looks for more information regarding the death of two people after eating at Timmy's restaurant and learns the following. 46 other people reported severe gastrointestinal illness after eating at Timmy’s restaurant. Since the majority of them report having eaten a specialty sushi dish made with raw salmon and morel mushrooms, you and your team decide to investigate that further.", "srq", "", "dose response", 0],
  "Which of the following can you learn/estimate from an epi curve? (Alphabetically type ALL correct answers separated by commas) A) Range of incubation period B) Average duration of illness C) When patient 0 got ill D) Natural history of disease E) R0 of disease F) Prevalence during peak of outbreak": ["", "mcq", "", "A,C", 0],
  "You and your team take samples of the food and environment and deliver it to a lab. The lab does not find any common pathogens or toxins in any samples. List 3 possible reasons why.": ["On March 15, 2024, Birdsville hospital reports that two of their patients have died. The patients did not know each other. You receive the following information from them: Angie (48, Female) - Ate lunch with her family at Timmy’s restaurant around 12:30 PM on 3/13; Developed severe nausea, vomiting, and diarrhea on the same day around 1:45 PM; Hospitalized at 4:43 PM on the same day; Died at 6:04 AM on March 15. Kavi (27, Male) - Ate dinner at Timmy’s restaurant around 7:00 PM on 3/15; Severe nausea, vomiting, and diarrhea around 8:00 PM; Hospitalized around 8:30; PM Discharged from emergency department 9:00 PM, after being given painkillers and fluids; Died around 10 PM on 3/15", "lrq", "", "The lab made a mistake when culturing samples or running detection tests, Timmy’s restaurant is not the cause of the outbreak, The outbreak is caused by something that wasn’t tested, You took samples incorrectly or stored them improperly before giving them to the lab, You did not sample the right thing in the restaurant", 0],
  "Which are true about a matched case control study? (Alphabetically type ALL correct answers separated by commas) A) Matching means finding controls that have similar factors (ie age or sex) B) The ratio between controls cases will be 1:1 in a matched case controls study C) Matching will help control all confounding factors D) A matched (or conditional) analysis is needed to analyze matched case-control studies": ["", "mcq", "", "A", 0],
  "Your fellow epidemiologist suggests drawing study participants from the hospital. What possible bias could arise from this?": ["", "srq", "", "Berkson's bias", 0],
  "Your fellow epidemiologist decides to only draw study participants from people who are currently working. What possible bias could arise from this?": ["", "srq", "", "Healthy worker effect", 0],
  "Calculate the appropriate measure of association for the salmon. Round to the nearest hundredths place even if the answer doesn't require a decimal place.": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>Raw Salmon</th> <th>No Raw Salmon</th> </tr> <tr style=\"background:white\"> <td>Cases</td> <td>6</td><td>6</td></tr><tr style=\"background:white\"><td>Controls</td><td>30</td><td>22</td></tr></table>", "calc", "", "35.00", 0],
  "Calculate the appropriate measure of association for the mushrooms. Round to the nearest hundredths place even if the answer doesn't require a decimal place.": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>Mushrooms</th> <th>No Mushrooms</th> </tr> <tr style=\"background:white\"> <td>Cases</td> <td>28</td><td>28</td></tr><tr style=\"background:white\"><td>Controls</td><td>4</td><td>12</td></tr></table>", "calc", "", "8.56", 0],
  "After a foodborne outbreak involving mushrooms, you're concerned that other people may also be at risk and you trace the source of the mushrooms, revealing that they were imported from overseas and distributed to 6 other restaurants across the US. All of them have served the mushrooms, but none of them have reported any illness. Which federal departments would be involved in this investigation? (Mark ALL correct answers) A) FDA B) CDC C) DoJ D) EPA E) APHIS": ["", "mcq", "", "A,B", 0],
  "After a foodborne outbreak involving mushrooms, you ask the head chef how the mushrooms were prepared. Timmy tells you that on February 20th, boiling butter was poured over the mushrooms, which were then marinated in a warm sauce. On March 13th, the mushrooms were marinated in a cold sauce only. In general, the people who ate the sushi on the 20th got less ill than those who ate it on the 13th. Which of Hill’s criteria does this satisfy?": ["", "lrq", "", "dose-response relationship or biological gradient", 0],
  "Prior to the 1800s, what was the main cause of mortality in humans? A) Cancer B) Infectious disease C) Accidents / violence D) Heart disease / stroke": ["", "mcq", "", "B", 0],
  "Currently, what is the main cause of mortality in humans? A) Cancer B) Infectious disease C) Accidents / violence D) Heart disease / stroke": ["", "mcq", "", "D", 0],
  "High blood pressure, physical inactivity, and smoking are ______ factors for heart disease.": ["", "srq", "", "risk", 0],
  "At a routine checkup, a doctor finds that a patient has a high LDL (cholesterol) level, so she prescribes statins that lower the LDL lever. Which of the following types of prevention is this? A) Primary B) Secondary C) Tertiary D) Quaternary": ["", "mcq", "", "B", 0],
  "After a patient suffers from heart failure, they are prescribed ACE inhibitors. Which of the following types of prevention is this? A) Primary B) Secondary C) Tertiary D) Quaternary": ["", "mcq", "", "C", 0],
  "The ACC/AHA introduced the following four stages of heart failure: high risk of HF, but no structural changes; structural heart disorder without symptoms; symptoms of HF managed by medication, advanced stage disease requiring hospitalization, palliative care, or transplant. This describes the A) Stages of prevention B) Spectrum of disease C) Etiology of heart disease D) Natural history of disease": ["", "mcq", "", "D", 0],
  "According to a paper by Groenewegen et al., the incidence rate of heart failure in 2010 in the US was about 2.2 cases per 1000 person years. Assuming the US had a population of 300 million people and 6 million people have heart failure, and the incident rate stays constant during this time, how many new cases of heart failure would you expect to see from 2010-2015? Round to the nearest integer.": ["", "calc", "", "3234000", 0],
  "The Framingham criteria was developed during a study of heart failure where residents of Framingham, Massachusetts were followed to study potential risk factors for heart disease. This is a ______ study. (Alphabetically type ALL correct answers separated by commas) A) Cross-sectional B) Longitudinal C) Cohort D) Case-control E) Experimental F) Observational": ["", "mcq", "", "B,C,F", 0],
  "Suggest a way to estimate the number of heart failure cases that were overlooked in the past due to worst diagnostic tests.": ["", "lrq", "", "Anything along the lines of taking a population and using the old/new diagnostic tests to estimate the improved sensitivity. No credit for answer of reviewing past records Autopsies", 0],
  "Likely, all of the factors listed above contribute to the increase of heart failure burden in people under 60. If you wanted to study how much of the increase is from better survival of patients with congenital heart disease, what would be the best study design? (Assume unlimited time and resources.) A) Experimental B) Quasi-experimental C) Cohort D) Case-control E) Cross-sectional F) Time series": ["", "mcq", "", "C", 0],
  "Assume you decide to run a study by taking a group of infants in the hospital, some with congenital heart failure and some without, and following them through adulthood. List 3 potential issues with your plan.": ["", "lrq", "", "Berkson’s bias - all study participants are from hospitals; Excludes certain members of population (people who are not born in hospitals); Possible consent issues Attrition (loss to follow up - heart failure can take decades to show up, even in patients with congenital heart disease)", 0],
  "You obtain a p-value of 0.04. What does this mean? A) If the null hypothesis was true, this outcome would have a 0.04 chance of happening B) If the null hypothesis wasn’t true, this outcome would have a 0.04 chance of happening C) If the alternative hypothesis was true, this outcome would have a 0.04 chance of happening D) If the null hypothesis wasn’t true, this outcome would have a 0.04 chance of happening": ["", "mcq", "", "A", 0],
  "After you publish your study, you see that other scientists published papers about the other possible causes. You decide to take all the results and study them further to draw more general conclusions. This would be an example of a A) Literature review B) Meta-analysis C) Plagiarism D) Clinical trial E) Observational study": ["", "mcq", "", "B", 0],
  "What are some reasons the number of cases of reported Chagas disease may be increasing in recent years? (Alphabetically type ALL correct answers separated by commas) A) Decrease in preventative measures B) Climate change C) Human migration D) New modes of transmission E) Presence of Chagas in blood donor supply": ["", "mcq", "", "B,C", 0],
  "According to recent studies, the age-adjusted incidence of heart failure has stabilized. Assuming the rate stays constant, what does this mean for the number of heart failure cases in the US in the next century? A) The number of heart failure cases will also stabilize B) The number of heart failure cases will increase C) The number of heart failure cases will decrease D) Not enough information": ["", "mcq", "", "D", 0],
  "Select which of the following are public health interventions. (Alphabetically type ALL correct answers separated by commas) A) Encouraging doctors to give statins to patients with high LDL cholesterol B) Build bike lines to encourage more physical activity C) Education campaign to encourage people to eat more nutritious food D) Developing a new screening test for people at risk of heart failure": ["", "mcq", "", "B,C", 0],
  "Your city starts a surveillance program for heart disease. They ask providers to report when they diagnose someone with heart disease. This is an example of A) Active surveillance B) Passive surveillance C) Sentinel surveillance D) Ecological surveillance": ["", "mcq", "", "B", 0],
  "Which of the following are qualities of a well-conducted epidemiological surveillance system? (Alphabetically type ALL correct answers separated by commas) A) Acceptable B) Flexible C) High PPV D) High NPV E) Large geographic scale": ["", "mcq", "", "A,B,C", 0],
  "To study possible causes of heart failure, Charlie visits the hospital to ask patients currently recovering from heart attacks about their risk factors. Which of the following biases may affect his study? A) Immortal time bias B) Incidence/Neyman's bias C) Surveillance bias D) Observer bias E) Lead time bias F) Length bias": ["", "mcq", "", "B", 0],
  "You develop a new screening test for heart disease and test it in an experimental study. In the study, you notice the patients who were given the screening test and given treatment sooner are surviving longer! Unfortunately, your assistant informs you that the treatment you were giving your patients was found to be ineffective. What bias explains why the patients screened seemed to survive longer? (Alphabetically type ALL correct answers separated by commas) A) Lead time bias B) Berkson’s bias C) Neyman’s bias D) Length bias E) Recall bias F) Observer bias": ["", "mcq", "", "A,D", 0],
  "What is the prevalence of TQD in this study?": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>TQD</th> <th>No TQD</th> </tr> <tr style=\"background:white\"> <td>Positive Brain Rot Test</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>Negative Brain Rot Test</td><td>14</td><td>50</td></tr></table>", "calc", "", "0.52", 0],
  "What is the sensitivity of the Brain Rot Detector test?": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>TQD</th> <th>No TQD</th> </tr> <tr style=\"background:white\"> <td>Positive Brain Rot Test</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>Negative Brain Rot Test</td><td>14</td><td>50</td></tr></table>", "calc", "", "0.81", 0],
  "What is the specificity of the Brain Rot Detector test?": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>TQD</th> <th>No TQD</th> </tr> <tr style=\"background:white\"> <td>Positive Brain Rot Test</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>Negative Brain Rot Test</td><td>14</td><td>50</td></tr></table>", "calc", "", "0.44", 0],
  "What is the Positive Predictive Value (PPV) of the Brain Rot Detector test?": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>TQD</th> <th>No TQD</th> </tr> <tr style=\"background:white\"> <td>Positive Brain Rot Test</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>Negative Brain Rot Test</td><td>14</td><td>50</td></tr></table>", "calc", "", "0.72", 0],
  "What is the Negative Predictive Value (NPV) of the Brain Rot Detector test?": ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>TQD</th> <th>No TQD</th> </tr> <tr style=\"background:white\"> <td>Positive Brain Rot Test</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>Negative Brain Rot Test</td><td>14</td><td>50</td></tr></table>", "calc", "", "0.57", 0],
  "The treatment cost for TQD is $1 novemnonagintillion (10^300) due to the severity of the disease. True or False: This test would be best suited as a diagnostic test (compare to a screening test).": ["", "TF", "", "True", 0],
  "Increasing what value would most help make the Brain Rot Detector test a better option for a screening test? A) Prevalence B) Sensitivity C) Specificity D) PPV E) NPV": ["", "mcq", "", "C", 0],
  "Seeing as the treatment cost is so high for TQD, TRC Inc. first focused on developing a vaccine containing a live attenuated form of the TQD pathogen, the tiktok virus. Assuming their endeavor was successful, what level of prevention would this be? A) Primordial B) Primary C) Secondary D) Tertiary E) Quartenary": ["", "mcq", "", "B", 0],
  "Which other vaccine is a live-attenuated vaccine? A) Moderna COVID-19 vaccine B) Hepatitis B vaccine C) MMR combined vaccine D) Inactivated poliovirus vaccine (IPV) E) Rabies vaccine": ["", "mcq", "", "C", 0],
  "Which of the following best describes the mechanism of action for a live-attenuated vaccine? A) Uses a killed version of the germ that causes a disease B) Uses a weakened form of the germ that causes a disease C) Uses a live form of the germ that causes a disease D) Uses an alternative form (from another species) of the germ that causes a disease E) Uses a component of the germ that causes a disease": ["", "mcq", "", "B", 0],
  "A vaccine was shown to cause adverse-side effects in immunocompromised patients, an alternative serum therapy which administers antibodies to target the TikTok virus. What type of immunity would be given by serum therapy? A) Artificial Active Immunity B) Artificial Passive Immunity C) Natural Active Immunity D) Natural Passive Immunity E) Innate Immunity": ["", "mcq", "", "B", 0],
  "List three advantages of an mRNA vaccine compared to a live-attenuated vaccine.": ["", "lrq", "", "Need to have three answers. Exmples include - mRNA vaccines are safer, faster to produce, mutation-free, highly specific, stable in production, less reliant on cold chains, less prone to immun interference, have fewer contraindications, adaptable for multivalent use, pose no risk of vaccine-induced disease, allow rapid modification for emerging variants.", 0]
        },
        "Rickards, 2023": {
    "The phenomenon that describes when the combined effect of two pathogens is greater than the sum of the individual pathogens' effects." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Synergistic Effect", 0],
    "A study in which participants are first grouped based on exposure status and then retroactively or proactively analyzed for disease status." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Cohort Study", 0],
    "An illness or disease that is unintentionally caused by medical treatment." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Iatrogenic", 0],
    "An entity that can carry pathogens that can multiply within its body." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Biological vector", 0],
    "Major changes in the genetic makeup of a virus that lead to the emergence of a new, typically more infectious, strain." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Antigenic Shift", 0],
    "The proportion of exposed individuals who become infected." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Infectivity", 0],
    "A study that analyzes the health of a group of people rather than the individual." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Ecological Study", 0],
    "The ongoing, systematic collection, analysis, and interpretation of health-related data essential to planning, implementation, and evaluation of public health practice." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Surveillance", 0],
    "Any biological or chemical factor that can cause disease." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Agent", 0],
    "An entity that carries pathogen on the outside of its body." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Mechanical Vector", 0],
    "A disease or illness that is acquired in a hospital setting." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Nosocomial", 0],
    "Microorganism that can cause disease." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Pathogen", 0],
    "A study in which you start with a group of sick people and not sick people and try to figure out the most likely exposure." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Case Control Study", 0],
    "The proportion of infected people who develop clinical illness." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Pathogenicity", 0],
    "Minor genetic changes in the makeup of a virus that results in slightly different strains of the same virus." : ["Choose the term that matches the definition: Antigenic Shift, Nosocomial, Biological Vector, Pathogenicity, Agent, Pathogen, Case Control Study, Surveillance, Cohort Study, Antigenic Drift, Synergistic Effect, Infectivity, Mechanical Vector, Iatrogenic, Ecological Study", "srq", "", "Antigenic Drift", 0],
    "How do you determine if a group of cases is an outbreak?" : ["N/A", "lrq", "", "Determine if the number of cases is higher than the normal historical amount.", 0],
    "Give two ways to obtain data about numbers of cases in past years." : ["N/A", "lrq", "", "hospital records, absentee records, National Notifiable Diseases Surveillance System, death records, school records, 911 service records, health insurance records, medical care plans, surveys, interviews, etc.", 0],
    "What are the three types of endemic disease?" : ["N/A", "lrq", "", "holoendemic, hyperendemic, hypoendemic", 0],
    "Name three of the APHA-recognized modes of transmission." : ["N/A", "lrq", "", "direct, indirect, foodborne/ingestion, zoonotic, vector borne, airborne/aerosol, fomite. Only 3 need to be listed for full credit", 0],
    "What is a risk factor of disease?" : ["N/A", "lrq", "", "a characteristic, behavior, condition that increases the risk/ probability of getting disease", 0],
    "In what state was the Framingham study conducted? (A) Maryland (B) Florida (C) Wisconsin (D) Massachusetts" : ["N/A", "mcq", "", "D", 0],
    "What were the results of the Framingham study?" : ["N/A", "lrq", "", "The study found that high blood pressure and high cholesterol were risk factors for cardiovascular disease.", 0],
    "What are the five steps of disease surveillance?" : ["N/A", "lrq", "", "data collection, data analysis, data interpretation, information/data distribution, evaluate quality of surveillance & act on the data", 0],
    "Give one advantage and one disadvantage of passive surveillance." : ["N/A", "lrq", "", "Advantages: inexpensive, no need for extra staff, less time-consuming, etc. Disadvantages: data is less reliable, risk underreporting, more stress on medical practitioners", 0],
    "You get a yearly physical exam at the doctor. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "A", 0],
    "Your community runs a flu shot clinic. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "B", 0],
    "The FDA recalls a shipment of contaminated lettuce. (A) Clinical Approach (B) Public Health Approach (C) Both" : ["Classify the following scenario as a Clinical Approach, Public Health Approach, or Both.", "mcq", "", "B", 0],
    "After Rory was exposed to Lorelai, but when Rory did not yet have any symptoms, what period of disease progression was Rory in?" : ["Lorelai has the common cold. She comes in direct contact with Rory and infects her. Rory also gets the common cold. Rory is distressed because she has to miss her obscure Russian poetry class.", "srq", "", "incubation period", 0],
    "If Rory had never shown symptoms after being infected, what type of nonclinical disease would she have had? (A) Preclinical (B) Subclinical (C) Chronic (D) Latent" : ["Lorelai has the common cold. She comes in direct contact with Rory and infects her. Rory also gets the common cold. Rory is distressed because she has to miss her obscure Russian poetry class.", "mcq", "", "B", 0],
    "Yoda has never been exposed to Lyme disease. What stage of disease is he in? (A) Susceptibility (B) Subclinical disease (C) Clinical disease (D) Recovery, disability, or death" : ["N/A", "mcq", "", "A", 0],
    "What is primary prevention? Give two examples of it." : ["N/A", "lrq", "", "Intervening before a health outcome occurs. Examples may be: vaccinations, banning harmful substances, stopping risky behaviors, etc.", 0],
    "In meta-analysis, what does PICO stand for?" : ["N/A", "lrq", "", "population, intervention, comparison, outcome", 0],
    "Calculate the percent agreement (unweighted) of these two examiners. Show your work." : ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>Yes</th> <th>No</th> </tr> <tr style=\"background:white\"> <td>Yes</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>No</td><td>14</td><td>50</td></tr></table>", "calc", "(24+50)/(24+14+12+50) = 74%", "74", 0],
    "Calculate the kappa statistic for this agreement. Show your work and round to the nearest hundredth." : ["<table style=\"border:1px solid black; width:100%; color:black\"> <tr style=\"background:white\"> <th></th> <th>Yes</th> <th>No</th> </tr> <tr style=\"background:white\"> <td>Yes</td> <td>24</td><td>12</td></tr><tr style=\"background:white\"><td>No</td><td>14</td><td>50</td></tr></table>", "calc", "Use (0.38*36) = (0.36*38) = 13.68 = a, (0.62*64) = (0.64*62) = 39.68 = b. [(a+b)/100]*100 = percent agreement by chance = p’, so kappa or k = (74-p’)/(100 - p’) = (74 - 53.36)/(100-53.36) = 0.44", "0.44", 0],
    "Why is inter-observer agreement important for a diagnostic test? Choose the best answer. (A) High agreement improves accuracy (B) Agreement helps prevent conflict (C) High agreement improves reliability (D) Diagnostic tests are always subjective" : ["N/A", "mcq", "", "C", 0],
    "A physician diagnoses patients (who really have strep throat) with the flu more often than she diagnoses patients (who really have the flu) with strep throat. What type of bias is this? (A) Differential misclassification bias (B) Neyman's bias (C) Experimenter bias (D) Media bias" : ["N/A", "mcq", "", "A", 0],
    "What is healthy participant bias?" : ["N/A", "lrq", "", "people who report having a treatment / taking a precaution may have lower frequency of the disease, but only because they care more about their health and are less likely to expose themselves", 0],
    "What is surrogate interview bias?" : ["N/A", "lrq", "", "If a subject dies, their spouse or child when asked may embellish the subject's lifestyle or work, or not have accurate info.", 0],
    "Prevalence is a measure of risk." : ["N/A", "TF", "", "False", 0],
    "Case-fatality ratio is a rate." : ["N/A", "TF", "", "False", 0],
    "Cross-sectional studies assess temporality." : ["N/A", "TF", "", "False", 0],
    "Mortality rate is a measure of risk." : ["N/A", "TF", "", "True", 0],
    "When is mortality rate a good approximation of incidence?" : ["N/A", "lrq", "", "When case-fatality rate is high and duration of disease is short", 0],
    "What disease is five-year survival rate most used for?" : ["N/A", "srq", "", "cancer", 0],
    "Why might two treatments of a disease have the same five-year survival rate but still have different consequences for the patient?" : ["N/A", "lrq", "", "Though two treatments may have the same five-year survival rate, most patients may die within the first year for one of them while most die in the fifth year for the other. One treatment may have worse side effects.", 0],
    "Which person was famously immune to typhoid disease, but spread it to over 50 people due to his/her lack of hygiene practices? (A) Mary Mallon (B) Jonas Salk (C) Ignaz Semmelweis (D) Paul Farmer" : ["N/A", "mcq", "", "A", 0],
    "Who conducted the largest vaccine trial recorded in history for his Polio vaccination? (A) Albert Sabin (B) James Lind (C) Edward Jenner (D) Jonas Salk" : ["N/A", "mcq", "", "D", 0],
    "Who is considered the father of vital statistics?" : ["N/A", "srq", "", "William Farr", 0],
    "Who conducted the first ever descriptive epidemiology study involving cholera in London?" : ["N/A", "srq", "", "John Snow", 0],
    "This epidemiologist is known for her study of radiation-induced illness among workers at the Hanford plutonium production plant." : ["N/A", "srq", "", "Alice Stewart", 0]
}
    }
}
