{
    "questions": {
        "Rickards, 2023": {
    "The phenomenon that describes when the combined effect of two pathogens is greater than the sum of the individual pathogens' effects.": "Synergistic Effect",
    "A study in which participants are first grouped based on exposure status and then retroactively or proactively analyzed for disease status.": "Cohort Study",
    "An illness or disease that is unintentionally caused by medical treatment.": "Iatrogenic",
    "An entity that can carry pathogens that can multiply within its body.": "Biological vector",
    "Major changes in the genetic makeup of a virus that lead to the emergence of a new, typically more infectious, strain.": "Antigenic Shift",
    "The proportion of exposed individuals who become infected.": "Infectivity",
    "A study that analyzes the health of a group of people rather than the individual.": "Ecological Study",
    "The ongoing, systematic collection, analysis, and interpretation of health-related data essential to planning, implementation, and evaluation of public health practice.": "Surveillance",
    "Any biological or chemical factor that can cause disease.": "Agent",
    "An entity that carries pathogen on the outside of its body.": "Mechanical Vector",
    "A disease or illness that is acquired in a hospital setting.": "Nosocomial",
    "Microorganism that can cause disease.": "Pathogen",
    "A study in which you start with a group of sick people and not sick people and try to figure out the most likely exposure.": "Case Control Study",
    "The proportion of infected people who develop clinical illness.": "Pathogenicity",
    "Minor genetic changes in the makeup of a virus that results in slightly different strains of the same virus.": "Antigenic Drift",
    "How do you determine if a group of cases is an outbreak?": "Determine if the number of cases is higher than the normal historical amount.",
    "Give two ways to obtain data about numbers of cases in past years.": "hospital records, absentee records, National Notifiable Diseases Surveillance System, death records, school records, 911 service records, health insurance records, medical care plans, surveys, interviews, etc.; 1 point for each correct response",
    "What are the three types of endemic disease?": "holoendemic, hyperendemic, hypoendemic; one point each",
    "Name three of the APHA-recognized modes of transmission.": "direct, indirect, foodborne/ingestion, zoonotic, vector borne, airborne/aerosol, fomite; one point each",
    "What is a risk factor of disease?": "a characteristic, behavior, condition that increases the risk/ probability of getting disease",
    "In what state was the Framingham study conducted?": "Massachusetts",
    "What were the results of the Framingham study?": "The study found that high blood pressure and high cholesterol were risk factors for cardiovascular disease.",
    "What are the five steps of disease surveillance?": "data collection, data analysis, data interpretation, information/data distribution, evaluate quality of surveillance & act on the data; one point each",
    "Give one advantage and one disadvantage of passive surveillance.": "Advantages: inexpensive, no need for extra staff, less time-consuming, etc. Disadvantages: data is less reliable, risk underreporting, more stress on medical practitioners; two points for the advantage, two points for the disadvantage",
    "You get a yearly physical exam at the doctor.": "Clinical Approach",
    "Your community runs a flu shot clinic.": "Public Health Approach",
    "The FDA recalls a shipment of contaminated lettuce.": "Public Health Approach",
    "After Rory was exposed to Lorelai, but when Rory did not yet have any symptoms, what period of disease progression was Rory in?": "incubation period",
    "If Rory had never shown symptoms after being infected, what type of nonclinical disease would she have had?": "Subclinical",
    "Pathologic Changes": "C",
    "Stage of Susceptibility": "A",
    "Exposure": "B",
    "Stage of Clinical Disease": "D",
    "Yoda has never been exposed to Lyme disease. What stage of disease is he in?": "Susceptibility",
    "What is primary prevention? Give two examples of it.": "Intervening before a health outcome occurs. Examples may be: vaccinations, banning harmful substances, stopping risky behaviors, etc.",
    "In meta-analysis, what does PICO stand for?": "population, intervention, comparison, outcome",
    "Calculate the percent agreement (unweighted) of these two examiners. Show your work.": "(24+50)/(24+14+12+50) = 74%",
    "What does this kappa statistic tell you about the strength of the agreement?": "moderate agreement",
    "Why is inter-observer agreement important for a diagnostic test? Choose the best answer.": "High agreement improves reliability",
    "A physician diagnoses patients (who really have strep throat) with the flu more often than she diagnoses patients (who really have the flu) with strep throat. What type of bias is this?": "Differential misclassification bias",
    "What is healthy participant bias?": "people who report having a treatment / taking a precaution may have lower frequency of the disease, but only because they care more about their health and are less likely to expose themselves",
    "What is surrogate interview bias?": "If a subject dies, their spouse or child when asked may embellish the subject's lifestyle or work, or not have accurate info.",
    "Prevalence is a measure of risk.": "False",
    "Case-fatality ratio is a rate.": "False",
    "Cross-sectional studies assess temporality.": "False",
    "Mortality rate is a measure of risk.": "True",
    "When is mortality rate a good approximation of incidence?": "When case-fatality rate is high and duration of disease is short",
    "What disease is five-year survival rate most used for?": "cancer",
    "Why might two treatments of a disease have the same five-year survival rate but still have different consequences for the patient?": "Though two treatments may have the same five-year survival rate, most patients may die within the first year for one of them while most die in the fifth year for the other. One treatment may have worse side effects.",
    "Which person was famously immune to typhoid disease, but spread it to over 50 people due to his/her lack of hygiene practices?": "Mary Mallon",
    "Who conducted the largest vaccine trial recorded in history for his Polio vaccination?": "Jonas Salk",
    "Who is considered the father of vital statistics?": "William Farr",
    "Who conducted the first ever descriptive epidemiology study involving cholera in London?": "John Snow",
    "This epidemiologist is known for her study of radiation-induced illness among workers at the Hanford plutonium production plant.": "Alice Stewart",
    "What are 3 factors that differentiate a cluster from an outbreak? With those criteria in mind, can this situation be considered an outbreak?": "More cases than the expected frequency, even if expected frequency is unknown; All the cases in the cluster are related; All other explanations have been ruled out Cannot yet be declared an outbreak",
    "Give 1 reason why case definitions are important.": "Helps to better classify people, leads to more standardized data collection",
    "Propose a case definition for the outbreak. Include criteria for suspected, probable, and confirmed cases.": "Person: Students of Universityville Place: Universityville Time: Start of the school year Clinical Info: vomiting, diarrhea, stomach cramps, chills, and headaches Possible: 1-2 symptoms Probable: 3-5 symptoms Confirmed: Positive lab test",
    "By writing this case definition, what step in the 13th steps of outbreak investigation have you just performed? What step comes next?": "Just performed Step 4: 'Construct a working case definition'. Next step is 'Find and systematically record cases'",
    "When conducting interviews, what are the 5 types of information you should collect? List and define them.": "Identifying Info - Name, contact info; Reporter Info - Interviewer name, contact info; Demographic Info - Race, age, sex, ethnicity; Risk Factor Info - What underlying factors the interviewee has that may contribute to disease; Clinical Info - The signs and symptoms exhibited by person being interviewed",
    "You notice that one of your co-workers asks much more specific questions to those who are sick. Name and define this bias.": "Interviewer Bias - The expectation of the person conducting the interviews influences how they ask questions and what questions they ask.",
    "List two ways to prevent the bias you answered in the previous question.": "Use a standardized question sheet for interviewers, train interviewers on good practice beforehand",
    "What is this chart called?": "epi-curve, epidemic curve",
    "What type of outbreak does this chart represent?": "point source",
    "Provide appropriate labels for the x-axis, y-axis, and title of this chart.": "x: hour of onset, y: frequency/number of students, Title: Number of sick students by hour of onset for Mystery Disease / Norovirus on Universityville’s campus",
    "After labeling the graph, there is still one more issue that needs to be fixed. Name this issue and describe why it’s an issue.": "Bars are not touching. This is an issue because epi-curves represent continuous data",
    "Estimate the incubation period of this outbreak.": "Accept anything from 25-35 hours",
    "What type of study is this?": "cohort study",
    "Name two advantages and disadvantages of this study.": "Adv: Most accurate observational study, correct time sequence, good for rare exposures, directly measures incidence, high internal validity; DisAdv: Time consuming, expensive, bad for rare disease, prone to attrition",
    "For each food, compute the appropriate measure of association. Which food was the most likely cause of the outbreak and why? Show all work, round to nearest hundredth.": "Arctic Char: Relative risk = (237/410)/(413/590) = 0.83; Salmon Sashimi: RR = (400/575)/(250/425) = 1.18; Ribeye Steak: RR = (156/456)/(494/544) = 0.38; Glazed Carrots: RR = (215/340)/(435/655) = .95; Cherry Cheesecake: RR = (345/682)/(305/318) = 0.53; Salmon Sashimi is the most likely culprit",
    "Give two possible reasons why there are multiple foods with a measure of association greater than 1.": "People ate the food of interest along with other foods. Multiple foods were contaminated.",
    "What differentiates primordial and primary prevention?": "Primary: primarily deals with the mitigating and addressing risk factors to disease; Primordial: typically deals with preventing the development of those risk factors in the first place.",
    "Give three prevention strategies for this outbreak. Name which part of the chain of infection each one targets.": "Answers may vary.",
    "The final step in the 13 steps is to Communicate Findings. What are two categories of disseminating information and give two examples in the context of this problem.": "Oral Briefing; Written report. 1 pt for each category, 1 pt for each relevant example.",
    "What step of an outbreak investigation is this?": "prepare for fieldwork",
    "Is this an outbreak? If so, why? If not, why not?": "Yes, because the amount of cases is above normal.",
    "Based on the information you have so far, make a case definition for this outbreak. You do not need criteria for suspected, probable, or confirmed cases.": "People in Notarealtown who cannot stop singing 'Never Gonna Give You Up,' with onset of symptoms from March 1st to March 8th.",
    "What is the difference between a surveillance case definition and an outbreak case definition?": "Conditions for suspected, probable, confirmed cases",
    "If the disease were to keep spreading to other towns, how would you have to change your case definition? Choose two correct answers.": "Change place criteria; Add criteria for confirmed, suspected, or probable cases",
    "Does the information you have allow you to confirm the temporality of the supposed cause? Explain. If you answered no, what would you need to do to be able to confirm temporality?": "No, because you are determining disease before exposure; take blood samples of people who do not have the disease yet, if the ones that end up getting the disease had the virus in their blood first, temporality is established",
    "There is only one level of severity of Rickrollitis: singing nonstop. People with a higher viral load had the same symptoms as those with a lower viral load. Which Bradford-Hill criteria is therefore not fulfilled?": "Dose-response relationship",
    "Since this is a new virus, there are no other studies confirming your hypothesis. Which Bradford-Hill criteria is therefore not fulfilled?": "Consistency",
    "If the virus that you think causes Rickrollitis were also associated with other health outcomes, which Bradford-Hill criteria would not be fulfilled?": "Specificity",
    "Does the absence of the criterion that you answered for the previous question necessarily undermine causality?": "No",
    "Which of these Bradford-Hill criteria are directly considered by the GRADE system? Choose two.": "Strength of association; Dose-response relationship",
    "Calculate the sensitivity and specificity of the sequential test. Show your work.": "Sensitivity: 2880/6000 = 48%. Specificity: (2800+960)/4000 = 94%",
    "Which is worse for this disease, a false positive or a false negative? Give justification.": "A false positive is worse, because a person will be worried for months about what will happen to them. Since there is no treatment, a person will not be detrimentally affected by a false negative, i.e., not knowing that they have the disease ahead of time (since knowing they have it would not benefit them)",
    "What is the best way to determine the efficacy of this miracle drug?": "randomized controlled trial",
    "How would you ensure external generalizability of the findings of this study?": "randomly sampling from the population",
    "How would you ensure internal generalizability of the findings of this study?": "randomly sorting subjects into placebo and treatment groups",
    "Suppose you perform a hypothesis test for this experiment. Which p-value would result in the lowest probability of Type I error?": "0.01",
    "What is the relationship between the probability of Type II error and the power of a study?": "1 - power = P(Type II error)",
    "Suppose that this study were performed, but it did not yield any conclusive findings. A research journal does not want to publish the study because of this outcome. What type of bias is this?": "publication bias"
}

    }
}
