{
  "questions": {
    "VT Invitational, 2025": {
  "A herd of 30 deer is introduced to a forested area by some scientists. Over the next 10 years, the deer population grows rapidly to approximately 900 deer. Over the next 5 years, the scientists notice that the population fluctuates but does not exceed approximately 1,000 deer. What is this an example of? a. Zero population growth b. Logistic growth c. Limiting factor d. Exponential growth": ["", "mcq", "", "b", 0],
  "Oak trees take decades to mature and are quite resilient. What type of organism are oak trees? a. K-selected organisms b. r-selected organisms c. T-selected organisms d. n-selected organisms": ["", "mcq", "", "a", 0],
  "A herd of sheep graze in a field where a small, red flower grows. The sheep do not like this flower much, but end up crushing it while looking for grass. What type of species interaction is this? a. Commensalism b. Mutualism c. Parasitism d. Amensalism": ["", "mcq", "", "d", 0],
  "A forest fully burns down, leaving behind little more than ash. Many years later, the area is starting to show signs of growth. What is happening? a. Primary succession b. Secondary succession c. Tertiary succession d. Quaternary succession": ["", "mcq", "", "b", 0],
  "In which biome would biodiversity be greatest? a. Boreal Forest b. Freshwater c. Tropical Rainforest d. Marine": ["", "mcq", "", "c", 0],
  "Which of the following is an example of structural adaptation? a. Geese migrate to avoid harsh weather b. Arctic foxes have white fur to hide from predators c. Sand cats are nocturnal to avoid heat d. A plant is poisonous to ward off herbivores": ["", "mcq", "", "b", 0],
  "The Galapágos finch is a popular example of: a. Adaptation b. Speciation c. Evolution d. Mutation": ["", "mcq", "", "b", 0],
  "Carpenter bees often do not care for their young and have high mortality rates. What type of organism are carpenter bees? a. K-selected organisms b. r-selected organisms c. T-selected organisms d. n-selected organisms": ["", "mcq", "", "b", 0],
  "Which would not be an aspect of biological diversity for a habitat? a. The count of lizard species b. An invasive fungus appearing c. Percent of the soil that is sand d. A snake species dying out": ["", "mcq", "", "c", 0],
  "What is the name for the study of plant use in medicine by a particular culture? a. Ethnobotany b. Phytotherapy c. Phytopathology d. Ethnophytology": ["", "mcq", "", "a", 0],
  "In a trophic pyramid, which organism will have the least amount of energy available? a. Producer b. Decomposer c. Apex predator d. Primary consumer": ["", "mcq", "", "c", 0],
  "What is the main source of oxygen present in the atmosphere? a. Photosynthesis b. Nitrification c. Evaporation d. Atmospheric pressure": ["", "mcq", "", "a", 0],
  "Two grey wolves live in the same habitat. One of the wolves is a pregnant female, while the other is an old male. There is not enough food for both of them to survive. What is this an example of? a. Intraspecific competition b. Interspecific competition c. Competitive exclusion d. Resource Partitioning": ["", "mcq", "", "a", 0],
  "A population of elephants started at 30 members. If the population is 80 members after 20 years, what is the approximate doubling time of the population? a. 6.33 years b. 3.25 years c. 4.50 years d. 8.66 years": ["", "mcq", "", "a", 0],
  "What is the process of natural selection driving competing species into different patterns of resource use? a. Competitive exclusion b. Symbiosis c. Adaptation d. Niche partitioning": ["", "mcq", "", "d", 0],
  "What type of adaptation is based on body chemistry? a. Behavioral b. Physiological c. Structural d. Chemical": ["", "mcq", "", "b", 0],
  "Which of the following statements is false? Select all that apply. a. Traditional ecological knowledge is accumulated for years through the observation of relationships between humans and natural phenomena b. Indigenous science prioritizes the development of universally applicable scientific rules and theories over culture-specific knowledge c. Followers of traditional ecological knowledge typically isolate their objects of study to observe how they operate in individual contexts d. Traditional ecological knowledge is predominantly orally transmitted e. Both Western science and indigenous science verify scientific observations through the recognition of pattern events": ["", "mcq", "", "b,c", 0],
  "Which of the following is not a standard ethnographic method in documenting traditional ecological knowledge? a. Participant observation b. Literature review c. Semi-directive interview d. Statistical analysis": ["", "mcq", "", "d", 0],
  "Which of the following is not an example of efforts undertaken on the Pamunkey reservation to mitigate shoreline erosion? a. Riprap b. Bioswales c. Living shorelines d. Bulkheads": ["", "mcq", "", "b", 0],
  "Which of the following statements correctly defines gray infrastructure? a. Infrastructure that utilizes natural processes and systems to safeguard the environment and provide additional benefits to human quality of life b. Structures with critical design weaknesses which pose urgent threat of failure, projected to create great environmental harm c. Infrastructure designed for capital gain, such as mining and oil facilities, resulting in serious environmental pollution d. Man-made structures designed to manage water resources and actively control natural processes": ["", "mcq", "", "d", 0],
  "Which of the following is not characteristic of grasslands? a. Domination or co-domination by graminoid vegetation, including plant families Juncaceae and Poaceae b. Extensive subsurface biomass systems, which often allow for underground meristematic tissue to support either sexual or asexual reproduction of plant life c. Developed stratification, which allows for reduced competition as more niches are available for organisms to occupy d. Higher sensitivity to variations in precipitation compared to most biomes": ["", "mcq", "", "c", 0],
  "Which of the following statements most accurately describes the concept of fitness-density covariance? a. The uneven distribution of species allows for the coexistence of similar species b. Species that are more fit than their counterparts will drive weaker populations out, resulting in a concentration of the dominant species in that environment c. Lower trophic-level predators dramatically increase in number when higher trophic-level predators decline d. Native prey are slow to recognize the threat of newly introduced / non-native predators due to lack of evolutionary exposure, resulting in the dominance of non-natives": ["", "mcq", "", "b", 0],
  "Which of the following statements regarding plant-soil feedback is false? a. Can be measured by the interaction coefficient, which quantifies how much each plant’s growth is limited by its own soil community b. Negative plant-soil feedback disproportionally affects dominant plant species, which promotes coexistence c. Plant-soil feedback tends to be negative, though invasive species are often considered to be exceptions d. Positive plant-soil feedback describes the phenomenon in which over-abundant plant species alter the soil biota in a manner that is harmful to their continued growth": ["", "mcq", "", "d", 0],
  "_____ are a group of synthetic, organic chemicals still in production and widely used in consumer products, such as clothing, furniture, and cookware. They are often dubbed “forever chemicals,” as they break down extremely slowly and tend to persist in our air, soil, and water. a. Per/Polyfluoroalkyl substances b. Polycyclic aromatic hydrocarbons c. Polychlorinated biphenyls d. Acrylamides": ["", "mcq", "", "a", 0],
  "Which of the following statements regarding nuclear energy production is true? a. In the event of nuclear fission, plutonium typically produces a higher portion of delayed neutrons than prompt neutrons as compared to uranium, making it more reliable b. Delayed neutrons are necessary for reactor stability; their delayed emission mitigates uncontrolled reactivity c. Prompt criticality, where chain reactions are sustained without the presence of delayed neutrons, is the ideal state for a nuclear reactor d. Delayed neutrons refer solely to the neutrons are potentially able to induce fission after a nuclear reactor is shutdown due to their half-lives": ["", "mcq", "", "b", 0],
  "Petroleum hydrocarbons, which consist primarily of carbon and hydrogen, are organic compounds typically found in fuels. Recently, a train transporting large quantities of motor oil derailed, resulting in widespread groundwater contamination. The EPA recommends the use of native microorganisms to facilitate aerobic biodegradation. Which of the following bioremediation techniques would most efficiently and cost-effectively breakdown the motor oil in the saturated zone? a. Bioventing b. Intrinsic bioaugmentation c. Bioleaching d. Biosparging": ["", "mcq", "", "d", 0],
  "Which of the following is not a feature of the mainland-island metapopulation model? a. Island animals tend to migrate towards the mainland, where there are greater resources b. Island populations are independent of each other, though linked to the mainland c. The mainland provides a permanent source of immigration for the islands d. Island species diversity is negatively related to the island’s distance from the mainland": ["", "mcq", "", "a", 0],
  "Which of the following is not a possible effect of grassland grazing? a. Nutrient cycling through manure deposition of grazing animals b. Soil compaction c. Triggering of seed germination d. None of the above": ["", "mcq", "", "d", 0],
  "Which of the following energy sources faces intermittency issues? a. Nuclear Energy b. Hydropower c. Wave Energy d. Hydrogen Power": ["", "mcq", "", "c", 0],
  "Innovation in the wind energy sector can drastically improve efficiency and further the economic viability of wind power. One such turbine design innovation involves using a funnel to increase the wind speed as it enters the turbine, thus amplifying energy output. What is this design called? a. Diffuser-augmented wind turbine b. Bladeless wind turbine c. Vertical-axis wind turbine d. Horizontal-axis wind turbine": ["", "mcq", "", "a", 0],
  "Which of the following statements is false? a. The edge effect may reduce genetic variation at habitat boundaries, which could limit a population’s ability to adapt to sudden environmental changes b. Extensive habitat fragmentation may result in an increased number of isolated edge habitats, which can limit individual movement between populations and gene flow c. Edge habitats often experience greatly altered conditions from the interior, which then may become more prone to invasive species d. Edge habitats often reduce competition as interior populations are drawn to the boundaries": ["", "mcq", "", "d", 0],
  "In 1995, gray wolves were successfully reintroduced to Yellowstone. These wolves were brought in from Canada. Based on this information, what method of reintroduction was used? a. Assisted migration b. Translocation c. Establishment of a wildlife sanctuary d. In-situ sourcing of wolf populations": ["", "mcq", "", "b", 0],
  "Which of the following statements is not true? a. Edaphic savannas are maintained by soil conditions rather than climate; edaphic soils are shallow and/or waterlogged, resulting in poor conditions that hinder year-round plant and/or tree growth b. Derived savannas form from the result of human activities, such as the clearing of forest land c. Climatic savannas are significantly maintained by fire d. All of the above e. None of the above": ["", "mcq", "", "d", 0],
  "The transition from grassland to forest is known as: a. Desertification b. Woody plant encroachment c. Successional shift d. Grassland degradation": ["", "mcq", "", "b", 0],
  "In a mesic grassland ecosystem, which of the following statements about the relationship between C3 and C4 plants is true? a. C4 plants outcompete C3 plants during drought conditions due to specialized anatomy that enables more efficient water use during photosynthesis b. C4 plants outcompete C3 plants in cool, wet temperatures, allowing them to dominate in a moderate-moisture grassland c. C3 plants outcompete C4 plants in low-nutrient environments, allowing them to dominate in times of overgrazing d. None of the above": ["", "mcq", "", "a", 0],
  "What role do grasslands play in carbon sequestration? a. Deep root systems that developed to adapt to frequent fires and grazing, which store carbon underground b. Abundant and fast-growing aboveground biomass, which sequesters the majority of the biome’s carbon for photosynthesis c. They do not play a significant role in carbon sequestration, as frequent fires and grazing leave little aboveground biomass to store carbon d. Both A and B": ["", "mcq", "", "a", 0],
  "What role do cryptobiotic soil crusts play in the desert biome? a. Bind soil particles through gelatinous filaments, allowing arid soils to resist wind and water erosion b. Enhance water retention by forming argillic horizons (subsurface layers of clay rich soil) c. Nitrogen fixers in the crusts facilitate the conversion of atmospheric nitrogen into usable nitrogen for desert plants d. Both A and C e. Both B and C": ["", "mcq", "", "d", 0],
  "Which of the following describes the main driver of ocean acidification? a. Sulfur dioxide and nitrogen oxides react with atmospheric H<sub>2</sub>O, forming sulfuric and nitric acid, deposited in the ocean in the form of rain b. Agricultural runoff result in excess nitrogen and phosphorus concentrations, leading to algae blooms that prevent underwater photosynthesis, thereby reducing the O<sub>2</sub> content while increasing CO<sub>2</sub> content c. The absorption of atmospheric CO<sub>2</sub> to form H<sub>2</sub>CO<sub>3</sub>, which then breaks down into hydrogen ions and bicarbonate d. The dissolution of calcium carbonate shells due to absorption of atmospheric CO<sub>2</sub>": ["", "mcq", "", "c", 0],
  "Which of the following reasons explains the high biodiversity of rodents in desert ecosystems? Select all that apply. a. Burrowing tendencies, which provide cool, ventilated shelter during the day and protection from predators b. Tend to be primary herbivores with seed-based diets, allowing them to get through drought periods c. Lack of predators due to low species abundance d. Most desert rodents have sand-colored fur, which helps with heat evaporation": ["", "mcq", "", "a,b", 0],
  "Which of the following reasons explain the extreme temperature fluctuations between day and night in the desert? a. Absence of cloud cover b. Lack of air moisture to retain heat c. Lack of vegetation cover d. All of the above": ["", "mcq", "", "d", 0],
  "Which of the following statements regarding CAM (Crassulacean Acid Metabolism) photosynthesis is true? a. CAM photosynthesis evolved in all desert plants to adapt to arid conditions, minimizing photorespiration b. Plants with the CAM carbon fixation pathway open their stomata at night when it’s cooler to intake CO<sub>2</sub>, limiting water evaporation c. CO<sub>2</sub> absorbed using CAM is converted into an organic acid by PEP, then stored in vacuoles until it can be used for daytime photosynthesis d. All of the above e. Only A and B f. Only A and C g. Only B and C": ["", "mcq", "", "g", 0],
  "Which of the following is a challenge associated with land reclamation in arid environments? a. Survival of new growth limited by low rainfall and unpredictability in its occurrence b. Risk of further desertification with improper management c. Poor soil structure d. All of the above": ["", "mcq", "", "d", 0],
  "A(n) _____ distribution is the most common population distribution.": ["", "srq", "", "clumped", 0],
  "A resource that has a restricted supply is known as a(n) _____ factor.": ["", "srq", "", "limiting", 0],
  "Logistic growth has a(n) _____-shaped curve.": ["", "srq", "", "S", 0],
  "Factors such as weather and temperature are examples of density _____ factors.": ["", "srq", "", "independent", 0],
  "_____ can be caused by environmental changes that organisms cannot survive.": ["", "srq", "", "extinction", 0],
  "The maximum number of individuals in a population is known as the _____ capacity.": ["", "srq", "", "carrying", 0],
  "Genetic _____ refers to changes in the frequency of a gene in a given population.": ["", "srq", "", "drift", 0],
  "Passed in 2022, the _____ _____ _____ introduced provisions for clean energy tax credits, incentives for carbon sequestration initiatives, and annual waste emissions thresholds (i.e. methane fee).": ["", "srq", "", "Inflation Reduction Act", 0],
  "_____ measure the levels of a contaminant or a contaminant’s byproduct(s) in plant or animal tissue.": ["", "srq", "", "Biomarkers", 0],
  "_____ energy relies on the extraction of heat from the Earth’s core to spin turbines.": ["", "srq", "", "Geothermal", 0],
  "A _____ _____ refers to an area of land that receives significantly reduced rainfall on the leeward side of a mountainous region.": ["", "srq", "", "rain shadow", 0],
  "Many desert plants, including cacti and succulents, have _____ _____, specialized cells that produce a thick, gelatinous substance to assist in retaining moisture content. They are typically found in the epidermis.": ["", "srq", "", "mucilage cells", 0],
  "_____ _____ _____ (MSRs), unlike conventional nuclear reactors, can be built far from coastlines and cannot experience “meltdown,” as their fuel is already in a liquid state.": ["", "srq", "", "Molten salt reactors", 0],
  "Bateman’s Principle asserts that males show _____ (greater/lower) variability in reproductive success than females.": ["", "srq", "", "greater", 0],
  "As small subsets of a larger population break away to establish a new population and colonize new areas, these individuals carry less genetic diversity than the original gene pool. Due to the reduction in genetic variation, they are more prone to genetic drift. This effect is called the _____ _____.": ["", "srq", "", "founder effect", 0],
  "Describe the difference between organic and inorganic pollution. Give an example of each.": ["", "lrq", "", "Organic pollution involves the decomposition of living organisms and their byproducts (e.g., manure, sewage, animal carcass). Inorganic pollution involves solids dissolved or suspended in water (e.g., salts, silt, minerals).", 0],
  "Explain the importance of the nitrogen cycle. List each step and describe briefly what happens to nitrogen in that part of the cycle.": ["", "lrq", "", "The nitrogen cycle is critical for converting atmospheric nitrogen into forms usable by living organisms. Steps: 1. Nitrogen Fixation: N<sub>2</sub> → NH<sub>3</sub>. 2. Nitrification: NH<sub>3</sub> → NO<sub>2</sub><sup>-</sup> → NO<sub>3</sub><sup>-</sup>. 3. Denitrification: NO<sub>3</sub><sup>-</sup> → N<sub>2</sub>. 4. Anammox: NH<sub>3</sub> → N<sub>2</sub>.", 0],
  "The wolf, a keystone species, suddenly undergoes rapid population decline due to culling efforts by humans intent on protecting local livestock. Explain how this shift in the ecosystem would impact the proliferation of Lyme disease.": ["", "lrq", "", "Wolves control deer populations, which are hosts for ticks that carry Lyme disease. A decline in wolves leads to an increase in deer, which increases tick populations and the spread of Lyme disease.", 0],
  "Identify and explain the environmental impact of one indigenous agricultural practice.": ["", "lrq", "", "Example: Controlled burns reduce underbrush, preventing large wildfires and promoting new plant growth. This practice maintains ecosystem health and biodiversity.", 0],
  "Explain what microgrids are and why they are relevant and/or significant.": ["", "lrq", "", "Microgrids are localized energy grids that can operate independently or in conjunction with the main grid. They enhance energy reliability and resilience, especially during outages.", 0],
  "Identify the three microgrid classification types.": ["", "lrq", "", "1. Single Building Microgrid. 2. Partial Feeder / Campus Microgrid. 3. Full Feeder / Community Microgrid.", 0],
  "How do rhizomes allow grassland’s plant life to recover quickly and colonize new areas after a fire or heavy grazing?": ["", "lrq", "", "Rhizomes are underground stems that allow plants to reproduce asexually, enabling rapid recovery and colonization after disturbances like fire or grazing.", 0],
  "Identify three specific biotic characteristics that plant organisms have developed to adapt to arid desert conditions.": ["", "lrq", "", "1. Waxy coating to prevent water loss. 2. Small leaves to reduce evaporation. 3. Deep taproots to access water.", 0],
  "Identify three physiological adaptations that animals in deserts have developed to survive.": ["", "lrq", "", "1. Ability to produce concentrated urine. 2. Nocturnal activity to avoid heat. 3. Large ears to dissipate heat.", 0],
  "Identify the four different types of deserts.": ["", "lrq", "", "1. Dry and hot. 2. Coastal. 3. Semi-arid. 4. Cold.", 0],
  "Explain the difference between wave and tidal energy. Consider details regarding their source and the technologies used to generate power.": ["", "lrq", "", "Wave energy harnesses the movement of ocean waves caused by wind, while tidal energy uses the gravitational forces of the sun and moon to generate power from tidal movements.", 0],
  "Identify two advantages and two disadvantages that tidal energy has compared to wave energy.": ["", "lrq", "", "Advantages: 1. Predictable energy generation. 2. High energy density. Disadvantages: 1. High infrastructure costs. 2. Limited suitable locations.", 0],
  "The Atacama Desert, a coastal desert, is considered the driest desert in the world despite its proximity to the Pacific Ocean. Its climate is often attributed to the cold Humboldt Current and the presence of the Andes Mountains to the east. Explain exactly how these two factors are responsible for the Atacama’s aridity.": ["", "lrq", "", "The Humboldt Current cools the air, reducing its moisture-holding capacity, while the Andes create a rain shadow effect, blocking moisture from reaching the Atacama.", 0],
  "Design an experiment that tests the R* (Resource Availability) Rule. Identify your hypothesis, independent variable(s), dependent variable(s), and controls. Explain how data collection would be completed, and how results would be measured.": ["", "lrq", "", "Hypothesis: Species with lower R* will dominate in low-resource environments. IV: Resource availability. DV: Species dominance. Controls: Constant temperature, light, and water. Data collection: Measure species growth over time. Results: Compare species dominance under different resource levels.", 0]
    }
  }
}
