{
  "questions": {
    "VT Invitational, 2025": {
  "Which statement best distinguishes a crystalline ceramic from an amorphous glass? <br>(A) Crystalline ceramics have long-range periodic atomic order; glasses lack that long-range order. <br>(B) Glasses exhibit more pronounced ionic bonding; crystalline ceramics do not. <br>(C) Crystalline ceramics have lower melting points than glasses. <br>(D) There is no structural difference; both are arranged identically.": ["", "mcq", "", "a", 0],
  "Which property is most closely associated with the brittleness of ceramic materials? <br>(A) High ductility <br>(B) High fracture toughness <br>(C) High hardness but low tensile strain at fracture <br>(D) Low elastic modulus": ["", "mcq", "", "c", 0],
  "One key factor that increases a ceramic’s resistance to thermal shock is: <br>(A) High coefficient of thermal expansion and high density <br>(B) Low thermal expansion and higher fracture toughness <br>(C) High porosity and high coefficient of thermal expansion <br>(D) Low density with no effect on strength": ["", "mcq", "", "b", 0],
  "Which of the following describes piezoelectric ceramics? <br>(A) They conduct electricity as well as metals. <br>(B) They transform mechanical stress into an electrical signal (and vice versa). <br>(C) They have zero electrical resistance at low temperatures. <br>(D) They have no ionic or covalent bonding.": ["", "mcq", "", "b", 0],
  "Define interatomic bonding in ceramics. Name two types of bonding commonly found in ceramic compounds and briefly explain why these bonding types lead to brittle fracture.": ["", "lrq", "", "Interatomic bonding in ceramics commonly includes ionic and covalent bonding. Ionic bonding arises from electrostatic attraction between cations and anions, and covalent bonding involves sharing of electrons. Both bonding types are strong and directional, limiting plastic deformation pathways and leading to brittle fracture under tensile stress.", 0],
  "Describe two different characterization methods for ceramics (e.g., X-ray diffraction, electron microscopy, etc.) and explain what information each method provides about the ceramic sample.": ["", "lrq", "", "X-ray Diffraction (XRD): Identifies crystal structure, phases, and lattice parameters. Helpful for determining if the ceramic is single-phase or multiphase. Scanning Electron Microscopy (SEM): Reveals surface/topography and microstructural details such as grain boundaries, pores, and defects.", 0],
  "Define a Frenkel defect and a Schottky defect in ionic ceramics. Explain how these defects can influence the electrical conductivity of a ceramic material.": ["", "lrq", "", "Frenkel defect: A cation (or anion) displaced from its lattice site into an interstitial site, creating a vacancy-interstitial pair. Schottky defect: A pair of vacancies (one cation vacancy and one anion vacancy) to maintain charge neutrality. These defects can act as charge carriers or alter the concentration of charge carriers, thus influencing electrical conductivity.", 0],
  "Explain the significance of porosity in ceramic fabrication. How does porosity affect: <br>- Mechanical strength <br>- Thermal conductivity <br>- Density <br>Give a brief example of how processing parameters might be adjusted to reduce porosity.": ["", "lrq", "", "Porosity reduces a ceramic’s mechanical strength (less cross-sectional area to bear loads, stress concentrations), lowers thermal conductivity (air pockets act as insulators), and decreases density (air volume). To reduce porosity, one might increase sintering temperature, extend soak time, use finer powders, or apply hot isostatic pressing.", 0],
  "A rectangular ceramic bar is subjected to a tensile load. Calculate the tensile stress (σ) in MPa. <br>Given: <br>Original length, L₀ = 60 mm <br>Cross-sectional area, A = 4 mm² <br>Applied force, F = 2,400 N <br>Elastic modulus, E = 200 GPa": ["", "lrq", "", "600 MPa", 0],
  "A rectangular ceramic bar is subjected to a tensile load. Calculate the elastic strain (ε) under this load. <br>Given: <br>Original length, L₀ = 60 mm <br>Cross-sectional area, A = 4 mm² <br>Applied force, F = 2,400 N <br>Elastic modulus, E = 200 GPa": ["", "lrq", "", "0.003 (i.e., 0.3%)", 0],
  "Why do ceramics typically fail at lower tensile strains compared to metals?": ["", "lrq", "", "Ceramics fail at lower tensile strains because their strong and directional bonds do not allow significant plastic deformation. Instead, cracks propagate quickly in a brittle manner.", 0],
  "You perform a 3-point bending test on a ceramic specimen. Calculate σfs in MPa. <br>Given: <br>Width b = 5.0 mm <br>Thickness t = 2.0 mm <br>Support span L = 30.0 mm <br>Fracture load Ff = 100 N": ["", "lrq", "", "225 MPa", 0],
  "How do flexural strength measurements differ from tensile strength tests for ceramics?": ["", "lrq", "", "Flexural tests place the material in a combination of tension and compression, often resulting in a higher apparent strength for brittle materials due to the smaller tensile stress region compared to a direct tensile test.", 0],
  "Discuss how and why ceramics can have a wide range of thermal conductivity (e.g., from very low in silica glasses to moderate/high in aluminum nitride). Include in your discussion: <br>- Bonding <br>- Crystal structure vs. amorphous structure <br>- Implications for thermal shock and insulation applications.": ["", "lrq", "", "Thermal conductivity in ceramics depends on bonding type, crystal structure (ordered vs. disordered), and presence of defects or porosity. Silica glass: Amorphous, with random network structure that scatters phonons, leading to low thermal conductivity. Aluminum nitride or BeO: Crystalline, fewer defects, stronger bonding networks, enabling higher thermal conductivity. Implications: High conductivity ceramics handle heat dissipation well, whereas low conductivity ceramics make good insulators. Thermal shock resistance improves if the material’s thermal expansion is low and/or fracture toughness is high.", 0],
  "Choose one of the following applications of ceramics and glasses and write a short essay about the key ceramic properties that make these materials suitable for your chosen application: <br>- Biomedical implants (e.g., hip replacements, dental materials) <br>- Electronics (e.g., substrates, dielectrics, sensors) <br>- Energy (e.g., solid oxide fuel cells, thermal barrier coatings)": ["", "lrq", "", "Students should mention key ceramic properties relevant to the application: high hardness, biocompatibility, electrical insulation, ionic conductivity, thermal stability, etc. Include one specific ceramic (e.g., zirconia for biomedical, alumina for substrates, yttria-stabilized zirconia for thermal barrier coatings, etc.). Briefly address the role of microstructure/bonding in determining performance.", 0]
    }
  }
}
