{
  "questions": {
    "VT Invitational, 2025": {
  "Light passes from a medium with index of refraction n<sub>1</sub> to a medium of index of refraction n<sub>2</sub>. If n<sub>2</sub> > n<sub>1</sub>, then upon passing through the boundary between the mediums: <br>(A) The light speeds up, and bends towards the normal <br>(B) The light speeds up, and bends away from the normal <br>(C) The light slows down, and bends towards the normal <br>(D) The light slows down, and bends away from the normal <br>(E) The light deflects, but neither speeds up nor slows down": ["", "mcq", "", "C", 0],
  "Polarized sunglasses work by blocking _________ polarized light. <br>(A) Vertically <br>(B) Horizontally": ["", "mcq", "", "Horizontally", 0],
  "When looking at nearby objects, the lens of the eye must accommodate by _________ its focal length. <br>(A) Increasing <br>(B) Decreasing <br>(C) The focal length does not change; the angle of the two eyes just converges.": ["", "mcq", "", "B", 0],
  "A prism’s index of refraction is _________ for longer wavelengths. <br>(A) Larger <br>(B) Smaller <br>(C) Cannot be determined.": ["", "mcq", "", "B", 0],
  "Light travels in a medium with index of refraction n<sub>3</sub>, and reflects off the boundary of a medium with index of refraction n<sub>4</sub>. Which of the following is true? <br>(A) The reflected beam always is in phase with the incident beam. <br>(B) The reflected beam is phase shifted by 180° if n<sub>3</sub> > n<sub>4</sub>. <br>(C) The reflected beam is phase shifted by 180° if n<sub>3</sub> < n<sub>4</sub>. <br>(D) The reflected beam always phase shifted by 180°.": ["", "mcq", "", "C", 0],
  "Light from a distant source passes through a narrow slit placed in front of a screen. Which of the following must be true? <br>(A) A diffraction pattern is not visible on the screen, as a double-slit setup is required to create a diffraction pattern. <br>(B) A diffraction pattern may be visible, and the pattern would widen if the slit were to widen <br>(C) A diffraction pattern may be visible, and the pattern would narrow if the slit were to widen": ["", "mcq", "", "C", 0],
  "A rewritable CD (CD-RW) employs a phase-change alloy to encode data. For an optical drive to be capable of both reading and writing such a CD, how many power levels must the laser use? <br>(A) One <br>(B) Two <br>(C) Three <br>(D) Four": ["", "mcq", "", "C", 0],
  "The resolution of a telescope is affected by: <br>(Alphabetically type ALL correct answers separated by commas) <br>(A) The length over which the light is focused <br>(B) The wavelength of the light being observed <br>(C) The time over which an observation occurs <br>(D) The diameter of the aperture": ["", "mcq", "", "B, D", 0],
  "Which types of lenses could be used to correct for nearsightedness? <br>(Alphabetically type ALL correct answers separated by commas) <br>(A) Biconvex <br>(B) Convex-Concave <br>(C) Plano-Convex <br>(D) Plano-Concave <br>(E) Biconcave": ["", "mcq", "", "D, E", 0],
  "Concave mirrors _________ (sometimes/always/never) produce virtual images.": ["", "srq", "", "Sometimes", 0],
  "Convex mirrors _________ (sometimes/always/never) produce images that are virtual, erect, AND diminished.": ["", "srq", "", "Always", 0],
  "Plane mirrors _________ (sometimes/always/never) produce virtual images.": ["", "srq", "", "Always", 0],
  "(Ideal) Subtractive color mixing _________ (sometimes/always/never) results in lighter colors than the original (ideal) pigments.": ["", "srq", "", "Never", 0],
  "Additively mixing two primary colors in the RGB color model will _________ (sometimes/always/never) yield a primary color in the CMY model.": ["", "srq", "", "Always", 0],
  "Subtractively mixing two primary colors in the CMY color model will _________ (sometimes/always/never) yield a primary color in the RGB model.": ["", "srq", "", "Always", 0],
  "Polarization is _________ (sometimes/always/never) caused by special filters.": ["", "srq", "", "Sometimes", 0],
  "The distance from each of the two focal points to the center of the lens is _________ (sometimes/always/never) the same.": ["", "srq", "", "Sometimes", 0],
  "For constructive thin-film interference, the path difference between reflected waves is _________ (sometimes/always/never) an integer multiple of the wavelength.": ["", "srq", "", "Sometimes", 0],
  "Increasing the wavelength of light _________ (sometimes/always/never) causes a diffraction pattern to narrow.": ["", "srq", "", "Never", 0],
  "When light is emitted in phase with a single wavelength, the light is said to be _________.": ["", "srq", "", "coherent", 0],
  "If it is observed that the light rays reflecting off a surface are mostly parallel, the phenomenon would best be described as _________ reflection.": ["", "srq", "", "specular", 0],
  "Magnification is defined as the ratio of the _________ height to the object height.": ["", "srq", "", "image", 0],
  "Reflecting telescopes use mirrors to focus light, while _________ telescopes use lenses.": ["", "srq", "", "Refracting", 0],
  "The two parts of a compound microscope providing magnification are the eyepiece/ocular and the _________ lenses.": ["", "srq", "", "objective", 0],
  "Data on a standard (non-rewritable) CD or DVD is encoded as a series of _________ and _________ on the data layer, which can be decoded to yield binary data.": ["", "lrq", "", "pits, lands", 0],
  "Light travels at a speed of 2.039 × 10<sup>8</sup> m/s in a sample of vegetable oil. To two decimal places, its index of refraction is _________.": ["", "calc", "", "1.47", 0],
  "Two plane mirrors are placed against each other at a 45° angle. If an object is placed in the corner between the mirrors, then _________ images will be formed.": ["", "calc", "", "7", 0],
  "The retina contains _________, which are not sensitive to color but more light sensitive, and _________, which are sensitive to color.": ["", "lrq", "", "rods, cones", 0],
  "A concave mirror has a radius of 50 cm. If an object is placed _________ cm from the mirror, then no image will be formed.": ["", "calc", "", "25", 0],
  "A lens has a power of 12.5 diopters, with a focal length of _________ centimeters. If an object is placed 10 cm from the lens, it will produce an image _________ centimeters from the lens with a magnification of _________.": ["", "lrq", "", "8, 4, 4", 0],
  "When the angle of incidence is _________ than the _________ angle, light will undergo _________ internal reflection.": ["", "lrq", "", "greater, critical, total", 0],
  "Using Brewster’s law, we can conclude that the reflected light is completely polarized when the angle between the reflected and refracted beams is _________ degrees.": ["", "srq", "", "90", 0],
  "_________ aberration occurs because the focal points of rays far from the principal axis of a spherical lens are different from the focal points of rays passing near the axis. Cameras compensate for this effect by having an adjustable _________.": ["", "lrq", "", "Spherical, aperture", 0],
  "In 1-2 sentences, describe the difference between dispersion and deviation in the context of a prism.": ["", "lrq", "", "Dispersion refers to how much a prism separates different wavelengths of light, whereas deviation refers to the angle any ray is deflected from its incident path.", 0],
  "If you look at your shadow (or the shadow of almost anything really) in the evening, you might notice the parts of the shadow closest to the object appear “sharp”, while the edge of the shadow further from the object appear “fuzzy”. In 1-2 sentences, describe why this phenomenon occurs.": ["", "lrq", "", "The sun is not a perfect point source of light. As you get further away, it’s easier to position yourself such that the object only blocks part of the sun, but not the whole thing, which causes fuzzy edges.", 0],
  "Oops! You’re stuck in the wilderness at sunset, and you’re not sure how to get back home. Luckily, a helicopter is flying by to your East at 60 degrees above the horizon, and you happen to have a mirror. At what angle (relative to the ground, such that zero degrees is the mirror laying flat) should you position the mirror such that the sun’s light is reflected at the helicopter pilot?": ["", "calc", "", "30", 0],
  "Two polarizing filters are placed such that the angle between their axes of polarization is 45°. Suppose unpolarized light from a faraway source has intensity I before passing through both filters. In terms of I, what is the intensity of the light exiting the second filter?": ["", "lrq", "", "I/4", 0],
  "Two polarizing filters are placed such that the angle between their axes of polarization is 45°. A third filter is added after the second filter, such that its axis of polarization forms a 45° angle with the second filter, and a 90° angle with the first. In terms of I, what is the intensity of the light exiting the third filter?": ["", "lrq", "", "I/8", 0],
  "Two polarizing filters are placed such that the angle between their axes of polarization is 90°. In terms of I, what is the intensity of the light exiting the second filter?": ["", "calc", "", "0", 0],
  "A spherical mirror is used to form an image 5 times the size of an object on a screen 5 m away from the object. The mirror is: <br>(A) Concave <br>(B) Convex": ["", "mcq", "", "A", 0],
  "A spherical mirror is used to form an image 5 times the size of an object on a screen 5 m away from the object. How far from the object should the mirror be positioned?": ["", "lrq", "", "1.25 m", 0],
  "A spherical mirror is used to form an image 5 times the size of an object on a screen 5 m away from the object. What is the required focal length of the mirror?": ["", "lrq", "", "1.04 m", 0],
  "Amy, who is 2 m tall, is looking to buy a flat mirror for her wall. She wants to determine the minimum height necessary for the mirror to show her full image. How tall of a mirror should Amy buy? How far above the floor should its top edge be placed?": ["", "lrq", "", "1 m tall, 2 m above the floor", 0],
  "Amy bought a 1 m tall mirror and placed it so it's bottom edge is 1 m above the ground. Amy’s younger brother, Brandon, is only 1.5 m tall. What portion of his body, as a percentage, will he be able to see?": ["", "lrq", "", "67%", 0],
  "An object is placed 10 cm to the left of a diverging lens of focal length -5 cm. The image is located _________ cm (distance) to the _________ (left/right) of the lens, and is _________ (real/virtual).": ["", "lrq", "", "3.33 cm, left, virtual", 0],
  "An object is placed 10 cm to the left of a diverging lens of focal length -5 cm. A converging lens of focal length 15 cm is now placed a distance d to the right of the diverging lens, such that the final image is infinitely far away to the right. Solve for the distance d.": ["", "lrq", "", "11.67 cm", 0],
  "One application of total internal reflection is in a periscope's design. Assuming the 2 glass prisms in a periscope are surrounded by air (n = 1), what index of refraction must the glass have in order to ensure total internal reflection will occur?": ["", "lrq", "", "n ≈ 1.41", 0],
  "A thin film of oil (n = 1.5) rests outside on top of a container of water (n = 1.3). A white light shines vertically downwards onto the surface, and an observer notices the reflected light appears green (i.e., the reflected wavelength of maximum intensity is 550 nm). What is the wavelength of the maximum intensity (green) light while it’s inside the film?": ["", "lrq", "", "367 nm", 0],
  "A thin film of oil (n = 1.5) rests outside on top of a container of water (n = 1.3). A white light shines vertically downwards onto the surface, and an observer notices the reflected light appears green (i.e., the reflected wavelength of maximum intensity is 550 nm). In nanometers, what is the minimum thickness of the film?": ["", "lrq", "", "91.7 nm", 0],
  "A thin film of oil (n = 1.5) rests outside on top of a container of water (n = 1.3). A white light shines vertically downwards onto the surface, and an observer notices the reflected light appears green (i.e., the reflected wavelength of maximum intensity is 550 nm). If the water was replaced with an unknown material with a different index of refraction, could this affect the results? Justify your answer in 1-2 sentences.": ["", "lrq", "", "Yes. If the water is replaced with a material with n > 1.5, there would also be a phase shift when the light reflects off this new medium, affecting the path length difference for constructive interference.", 0]
    }
  }
}
